{"translation-revision-date":"2021-03-24 21:19-0600","generator":"WP-CLI\/2.4.0","source":"public\/js\/admin\/index.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"da_DK","plural-forms":"nplurals=2; plural=(n != 1);"},"Dashboard":["Kontrolpanel"],"Services":["Services"],"Classes":["Klasser"],"Settings":["Indstillinger"],"Loading":["Indlæser"],"Start Booking":["Start Booking"],"Email":["E-mail"],"Phone Number":["Telefonnummer"],"Name":["Navn"],"Duration":["Varighed"],"Service":["Service"],"Price":["Pris"],"Minutes":["Minutter"],"First name is required":["Fornavn er påkrævet"],"Last name is required":["Efternavn er påkrævet"],"Email is required":["Email er påkrævet"],"Password is required":["Password er påkrævet"],"Password must be more then 6 characters":["Adgangskoden skal være på mere end 6 tegn"],"Timezone is required":["Tidszone er påkrævet"],"Close":["Luk"],"First name":["Fornavn"],"Last name":["Efternavn"],"Password":["Adgangskode"],"Account Timezone":["Tidszone for konto"],"Activate Account":["Aktivér konto"],"Activating":["Aktiverer"],"By activating your account, you agree to the ":["Ved at aktivere din konto accepterer du "],"Terms":["Betingelser"],"and":["og"],"Privacy Policy":["Privatlivspolitik"],"Have Questions?":["Har du spørgsmål?"],"Get 1 on 1 time with an online booking expert to help you get your account setup.":["Få 1 til 1 gang med en online booking ekspert til at hjælpe dig med at få din konto setup."],"Schedule Consultation":["Planlæg høring"],"First, please confirm your account details.":["Først skal du bekræfte dine kontooplysninger."],"Enter your account details below to activate your account.":["Indtast dine kontooplysninger nedenfor for at aktivere din konto."],"Use setting":["Brug indstilling"],"Sunday":["Søndag"],"Monday":["Mandag"],"Tuesday":["Tirsdag"],"Wednesday":["Onsdag"],"Thursday":["Torsdag"],"Friday":["Fredag"],"Saturday":["Lørdag"],"Save":["Gem"],"Booking Page":["Booking side"],"Booking Pages":["Booking af sider"],"Open options":["Åbne indstillinger"],"Congratulations! You added your first service.":["Tillykke! Du har tilføjet din første tjeneste."],"Continue with setup":["Fortsæt med installationen"],"Well done! Onto the next step.":["Godt gået! Videre til næste trin."],"Congratulations! Now let's complete your account setup.":["Tillykke! Lad os nu fuldføre din kontoopsætning."],"Pick a plan for your online scheduling":["Vælg en plan for din onlineplanlægning"],"You are":["Du er"],"currently on a free trial":["i øjeblikket på en gratis prøveperiode"],"With a free trial, you get the benefits of testing multiple users, classes, custom fields, text messages, etc. It's a lot! To continue using these features you need to select a plan or your account will be downgraded at the end of your trial.":["Med en gratis prøveperiode får du fordelene ved at teste flere brugere, klasser, brugerdefinerede felter, tekstbeskeder osv. Det er meget! Hvis du vil fortsætte med at bruge disse funktioner, skal du vælge en plan, ellers nedgraderes din konto ved afslutningen af din prøveperiode."],"Pick my plan":["Vælg min plan"],"Days Remaining":["Resterende dage"],"Your account is limited":["Din konto er begrænset"],"currently on the limited plan":["i øjeblikket på den begrænsede plan"],"With the limited plan, you are missing out on multiple users, classes, 2-way Google Calendar, custom fields, advanced reporting just to name a few features. Upgrade today to get access to premium functionality.":["Med den begrænsede plan går du glip af flere brugere, klasser, 2-vejs Google Kalender, brugerdefinerede felter, avanceret rapportering bare for at nævne nogle få funktioner. Opgrader i dag for at få adgang til premium-funktionalitet."],"Pick a plan":["Vælg en plan"],"Your free trial has started":["Din gratis prøveperiode er startet"],"days left in trial":["dage tilbage i retssagen"],"You have":["Du har"],"days left in your free trial":["dage tilbage i din gratis prøveperiode"],"Your free trial expires today! Pick a plan to continue using your premium features.":["Din gratis prøveperiode udløber i dag! Vælg en plan for at fortsætte med at bruge dine premium-funktioner."],"Select a plan":["Vælg en plan"],"Your free trial has started.":["Din gratis prøveperiode er startet."],"Welcome!":["Velkommen!"],"It's time to Start Booking.":["Det er tid til at begynde at booke."],"Hold tight while we load your new online booking experience.":["Hold godt fast, mens vi indlæser din nye online bookingoplevelse."],"You're account is ready to go! With your premium trial enjoy unlimited appointments, multiple users, text message reminders and powerful integrations.":["Din konto er klar til at gå! Med din premium-prøveperiode kan du nyde ubegrænsede aftaler, flere brugere, sms-påmindelser og kraftfulde integrationer."],"Get Started":["Kom i gang"],"Include":["Inkluder"],"If you include a Zoom link, your customers will receive a Zoom link with their appointment confirmation emails.":["Hvis du medtager et Zoom-link, modtager dine kunder et Zoom-link med deres e-mails med bekræftelse af aftaler."],"Yes":["Ja"],"No":["Nej"],"Connecting Zoom will provide you with the ability to include a Zoom link with your appointments.":["Hvis du forbinder Zoom, får du mulighed for at medtage et zoomlink med dine aftaler."],"Connect":["Tilslut"],"Not a valid email":["Ugyldig e-mail"],"Password is too short. Must be at least 6 characters.":["Adgangskoden er for kort. Skal være på mindst 6 tegn."],"Password is too weak":["Adgangskoden er for svag"],"Country":["Land"],"Rooms are resources that this service requires. For example, if you need to ensure that a specific room is available in order to perform this service, attach the room to the service and we will check before displaying your availability.":["Lokaler er ressourcer, som denne service kræver. For eksempel, hvis du har brug for at sikre, at et bestemt værelse er tilgængeligt for at udføre denne service, skal du vedhæfte rummet til tjenesten, og vi vil kontrollere, før du viser din tilgængelighed."],"Upgrade":["Opgrader"],"to add rooms for this service":["for at tilføje lokaler til denne service"],"No Rooms":["Værelser"],"Remove small option":["Fjern lille indstilling"],"Room Name":["Lokalenavn"],"Cancel":["Annuller"],"No Service Types":["Ingen tjenestetyper"],"to":["til"],"Connect with Start Booking":["Opret forbindelse til Start booking"],"Email address":["E-mailadresse"],"Forgot your password?":["Glemt din adgangskode?"],"Or":["Eller"],"Access my existing account":["Få adgang til min eksisterende konto"],"If you have already been using Start Booking but you don't know your login, start here.":["Hvis du allerede har brugt Start Booking, men du ikke kender dit login, skal du starte her."],"Access Account":["Få adgang til konto"],"Start New Free Trial":["Start ny gratis prøveperiode"],"Today":["I dag"],"Yesterday":["I går"],"No Bookings Yet.":["Ingen bookinger endnu."],"Welcome! Let's get started.":["Velkommen! Lad os komme i gang."],"You're off to a great start!":["Du har en god start!"],"Add Services":["Tilføj tjenester"],"Adjust Availability":["Juster tilgængelighed"],"Connect Calendar":["Opret forbindelse til kalender"],"Review Booking Page":["Siden Gennemse booking"],"You've created a service. Good Job!":["Du har oprettet en tjeneste. Godt gjort!"],"Add more services or move onto adjusting your availability.":["Tilføj flere tjenester, eller gå over til at justere din tilgængelighed."],"Create another service":["Oprette en anden tjeneste"],"Want to try out classes or group events instead of appointments?":["Vil du afprøve klasser eller gruppebegivenheder i stedet for aftaler?"],"Log into Start Booking":["Log på Start booking"],"to get started creating classes.":["for at komme i gang med at oprette klasser."],"Learn more about services":["Få mere at vide om tjenester"],"Create your services":["Opret dine tjenester"],"Create the services that you want your customers to book.":["Opret de tjenester, som kunderne skal booke."],"Create Service":["Opret service"],"Do you offer classes or group events? Consider ":["Tilbyder du hold eller gruppearrangementer? Overveje "],"creating a class instead":["oprette en klasse i stedet"],"Learn more about creating services":["Få mere at vide om oprettelse af tjenester"],"You've adjusted your availability. Good job!":["Du har justeret din tilgængelighed. Godt gjort!"],"Still looking for more control of your availability? Head over to ":["Leder du stadig efter mere kontrol over din tilgængelighed? Gå over til "],"to review all options for your account.":["for at gennemgå alle indstillinger for din konto."],"Learn more about availability":["Få mere at vide om tilgængelighed"],"Adjust your availability":["Juster din tilgængelighed"],"Set your availability so we know when to display times to your customers. For more control over your availability, visit ":["Indstil din tilgængelighed, så vi ved, hvornår vi skal vise tider til dine kunder. Du kan få mere kontrol over tilgængeligheden på "],"Connect calendar skipped":["Forbindelseskalenderen blev sprunget over"],"Marked as complete":["Markeret som fuldført"],"I don't use Google Calendar":["Jeg bruger ikke Google Kalender"],"Learn more about Google Calendar":["Læs mere om Google Kalender"],"Calendar Connected":["Kalender tilsluttet"],"Good work connecting your calendar. To learn more about how the Google Calendar integration works see our":["Godt arbejde at forbinde din kalender. Hvis du vil vide mere om, hvordan Google Kalender-integrationen fungerer, kan du se vores"],"integration overview":["oversigt over integration"],"View Integrations":["Vis integrationer"],"Connect your calendar":["Tilslut din kalender"],"Connect your calendar with Google Calendar.":["Forbind din kalender med Google Kalender."],"Connect Google Calendar":["Tilslut Google Kalender"],"Mark complete":["Marker som færdig"],"Take a look at your booking page. It looks good!":["Tag et kig på din bookingside. Det ser godt ud!"],"We already created a booking page for you. Review what your customers will see when booking with you.":["Vi har allerede oprettet en bookingside til dig. Gennemgå, hvad dine kunder vil se, når du booker hos dig."],"No Activity Yet.":["Ingen aktivitet endnu."],"Recent Activity":["Seneste aktivitet"],"Consultation":["Høring"],"Inteview":["Inteview"],"Almost there! Confirm your account details.":["Næsten der! Bekræft dine kontooplysninger."],"Enter your account details to activate and save your settings.":["Angiv dine kontooplysninger for at aktivere og gemme dine indstillinger."],"Sort":["Sorter"],"Create":["Opret"],"Back to Service List":["Tilbage til servicelisten"],"Name is required":["Efternavn er påkrævet"],"Description is required":["Beskrivelse er påkrævet"],"Duration is required":["Varighed er påkrævet"],"Please select the users that can fulfill this service":["Vælg de brugere, der kan udføre denne tjeneste"],"Close panel":["Luk panel"],"Get started by filling in the information below.":["Kom i gang ved at udfylde nedenstående oplysninger."],"Description":["Beskrivelse"],"Recovery":["Gendannelse"],"Recovery time extends the length of the appointment for you, not the customer. This enables you to recover from the previous appointment. You will not be available during the recovery time added.":["Gendannelsestiden forlænger aftalens længde for dig, ikke kunden. Dette giver dig mulighed for at komme dig efter den forrige aftale. Du vil ikke være tilgængelig i løbet af den tilføjede gendannelsestid."],"Assigned Users":["Tildelte brugere"],"Select users that can perform this service.":["Vælg brugere, der kan udføre denne tjeneste."],"Service Types":["Tjenestetyper"],"Assign service types to help categorize your services.":["Tildel tjenestetyper som en hjælp til at kategorisere dine tjenester."],"Rooms":["Værelser"],"Saving":["Gemmer"],"No Services":["Services"],"Status":["Status"],"Delete":["Slet"],"Name cannot be empty.":["Navnet må ikke være tomt."],"Duration cannot be empty.":["Varigheden må ikke være tom."],"Edit":["Rediger"],"Booking online is disabled. You can enable online scheduling in the settings below.":["Booking online er deaktiveret. Du kan aktivere onlineplanlægning i indstillingerne nedenfor."],"Recovery Time":["Genoprettelsestid"],"Schedule Online":["Planlæg online"],"If schedule online is disabled, this service will not be publicly displayed to your customers.":["Hvis tidsplan online er deaktiveret, vises denne tjeneste ikke offentligt for dine kunder."],"This service is not bookable without at least one user who can perform the service.":["Denne tjeneste kan ikke bookes uden mindst én bruger, der kan udføre tjenesten."],"Select the rooms for this service.":["Vælg værelserne til denne service."],"Confirm Delete":["Bekræft sletning"],"Are you sure you want to deactivate your account? All of your data will be permanently removed from our servers forever. This action cannot be undone.":["Er du sikker på, at du vil deaktivere din konto? Alle dine data vil blive permanent fjernet fra vores servere for evigt. Denne handling kan ikke fortrydes."],"Add New":["Tilføj ny"],"Edit Type":["Rediger biltype"],"Assign Service Types":["Tildel tjenestetyper"],"Assign service types to help categorize the service.":["Tildel tjenestetyper som en hjælp til at kategorisere tjenesten."],"to categorize your services by service types.":["for at kategorisere dine tjenester efter tjenestetyper."],"Availability":["Tilgængelighed"],"You can manage your basic availability below. For more controls visit the Start Booking application.":["Du kan administrere din grundlæggende tilgængelighed nedenfor. Du kan finde flere kontroller i startbooking-applikationen."],"All Availability Options":["Alle indstillinger for tilgængelighed"],"Basic Availability":["Grundlæggende tilgængelighed"],"Billing":["Fakturering"],"Product":["Produkt"],"Manage":["Administrer"],"Communications":["Kommunikationsflows"],"Managing and adjusting your customer communications, such as emails and text messages, is handled directly on the Start Booking application.":["Administration og justering af din kundekommunikation, f.eks. e-mails og sms'er, håndteres direkte i startbooking-applikationen."],"Manage Communications":["Administrer kommunikation"],"Proxy":["Proxy"],"Direct":["Direkte"],"Connections":["Venneforbindelser"],"Disable Online Booking":["Deaktiver onlinebooking"],"Disabled":["Deaktiveret"],"Disabling will keep your connection with Start Booking but will online booking forms.":["Deaktivering vil holde din forbindelse med Start Booking, men vil online booking formularer."],"API Setting":["API-indstilling"],"If you are experiencing problems with your server cache causing duplicate appointments or settings not saving, try updating to the Direct method. Direct allows your plugin to communicate directly with the Start Booking service. Proxy, which is the default setting, runs all communication with Start Booking through your WordPress site. When communication is handled via the proxy option, those communications can be delayed due to your server configuration.":["Hvis du har problemer med servercachen, der medfører, at dublerede aftaler eller indstillinger ikke gemmes, kan du prøve at opdatere til metoden Direct. Direct gør det muligt for dit plugin at kommunikere direkte med startbookingtjenesten. Proxy, som er standardindstillingen, kører al kommunikation med Start Booking via dit WordPress-websted. Når kommunikationen håndteres via proxyindstillingen, kan denne kommunikation blive forsinket på grund af serverkonfigurationen."],"If you are having some issues with your connection, reconnect to establish a new connection. This process will not delete any of your other settings.":["Hvis du har problemer med forbindelsen, skal du oprette forbindelse igen for at oprette en ny forbindelse. Denne proces sletter ikke nogen af dine andre indstillinger."],"Disconnect":["Afbryd"],"Disconnecting Start Booking will delete all settings from your WordPress website. This does not cancel your account or delete anything on the Start Booking application.":["Hvis du afbryder Startbooking, slettes alle indstillinger fra dit WordPress-websted. Dette annullerer ikke din konto eller sletter noget i startbestillingsansøgningen."],"Select Service":["Vælg service"],"True":["Sandt"],"False":["Falsk"],"Embed Options":["Indstillinger for integrering"],"Embedding the Start Booking form on a page or post is really simple. You have the option to use either the Start Booking blocks or shortcodes in the WordPress editor.":["Det er virkelig nemt at integrere startbestillingsformularen på en side eller et indlæg. Du har mulighed for at bruge enten Start Booking-blokke eller kortkoder i WordPress-editoren."],"Shortcodes":["Shortcodes"],"To use the Start Booking shortcodes, navigate to any page or post (create or edit screen) and copy and paste one of the below shortcodes where you want your booking form to display.":["Hvis du vil bruge startbooking-kortkoderne, skal du gå til en hvilken som helst side eller post (opret eller rediger skærm) og kopiere og indsætte en af nedenstående kortkoder, hvor din reservationsformular skal vises."],"Displays a full list of your services":["Viser en komplet liste over dine tjenester"],"Single Service":["Enkelt service"],"Displays a preconfigured single service":["Viser en forudkonfigureret enkelt tjeneste"],"Service: The ID of your service you want to display.":["Service: Id'et for den tjeneste, du vil have vist."],"Details: When set to true, the service box will be displayed. When set to false, the service box will be skipped and will go to the next step in the booking process.":["Detaljer: Når serviceboksen er indstillet til sand, vises den. Når den er angivet til falsk, springes serviceboksen over og går til næste trin i bookingprocessen."],"Single Service Shortcode Generator":["Generator til kortkode til enkelt service"],"Select your service and options below to generate a preconfigured shortcode.":["Vælg din tjeneste og indstillinger nedenfor for at generere en forudkonfigureret kortkode."],"Display Service Details":["Vis oplysninger om tjeneste"],"Displays a calendar and list of your available classes":["Viser en kalender og en liste over dine tilgængelige klasser"],"Blocks":["Blokke"],"To use the Start Booking Gutenberg blocks, navigate to any page or post (create or edit screen) and select one of the blocks listed below.":["Hvis du vil bruge Start Booking Gutenberg-blokkene, skal du gå til en hvilken som helst side eller post (opret eller rediger skærm) og vælge en af de blokke, der er angivet nedenfor."],"Displays a full list of your classes":["Viser en komplet liste over dine klasser"],"Call to action button":["Knappen Kald til handling"],"Displays a preconfigured booking button":["Viser en forudkonfigureret bookingknap"],"Integrations":["Integrationer"],"Reporting":["Rapportering"],"Users":["Brugere"],"Connection":["Forbindelse"],"Managing your":["Administration af din"],"integrations":["integrationer"],"is handled directly on the":["håndteres direkte på"],"application":["Program"],"Manage Integrations":["Administrere integrationer"],"More coming soon":["Flere kommer snart"],"Viewing and downloading reports is handled directly on the Start Booking application.":["Visning og download af rapporter håndteres direkte på startbooking-applikationen."],"View Reports":["Se rapporter"],"Review the available settings for your account and booking forms.":["Gennemgå de tilgængelige indstillinger for din konto og bookingformularer."],"Openings Interval":["Interval for åbninger"],"Set the interval of time for available openings. Default is every 30 minutes.":["Angiv tidsintervallet for tilgængelige åbninger. Standard er hvert 30. minut."],"Time Display":["Visning af klokkeslæt"],"Control whether you display time in 12 or 24 hours.":["Kontroller, om du får vist tid om 12 eller 24 timer."],"Locale":["Lande kode"],"Set the locale of your account to adjust the date and time formats.":["Angiv landestandarden for din konto for at justere dato- og klokkeslætsformaterne."],"Currency":["Valuta"],"Change the currency that is used with payments through Start Booking.":["Skift den valuta, der bruges sammen med betalinger via Start booking."],"Cancellations":["Annulleringer"],"Adjust how your cancellations work.":["Juster, hvordan dine aflysninger fungerer."],"Adding and managing your users is handled directly on the Start Booking application.":["Tilføjelse og administration af dine brugere håndteres direkte på startbookingprogrammet."],"Manage Users":["Administrer brugere"],"Go to":["Gå til"],"Open main menu":["Åbn hovedmenu"],"Saved":["Gemt"],"Success":["Succes"],"Status updated":["Status opdateret"],"Cancelled schedule":["Annulleret tidsplan"],"Deleted schedule":["Slettet tidsplan"]}}}