{"translation-revision-date":"2021-02-20 14:41-0700","generator":"WP-CLI\/2.4.0","source":"public\/js\/admin\/index.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"es_ES","plural-forms":"nplurals=2; plural=(n != 1);"},"Dashboard":["Escritorio"],"Services":["Servicios"],"Classes":["Clases"],"Settings":["Ajustes"],"Loading":["Cargando"],"Start Booking":["Empieze la Reserva"],"Email":["Email"],"Phone Number":["Número de teléfono"],"Name":["Nombre"],"Duration":["Duración"],"Service":["Servicio"],"Price":["Precio"],"Minutes":["Minutos"],"First name is required":["El nombre es necesario"],"Last name is required":["El apellido es necesario"],"Email is required":["Correo Electronico es requerido"],"Password is required":["Contraseña requerida"],"Password must be more then 6 characters":["La contraseña debe tener más de 6 caracteres"],"Timezone is required":["La zona horaria es obligatoria"],"Close":["Cerrar"],"First name":["Nombre"],"Last name":["Apellido"],"Password":["Contraseña"],"Account Timezone":["Zona horaria de la cuenta"],"Activate Account":["Activar Cuenta"],"Activating":["Activando"],"By activating your account, you agree to the ":["Al activar su cuenta, usted acepta la "],"Terms":["Términos"],"and":["y"],"Privacy Policy":["Política de privacidad"],"Have Questions?":["¿Tienes preguntas?"],"Get 1 on 1 time with an online booking expert to help you get your account setup.":["Obtenga 1 a 1 vez con un experto en reservas en línea para ayudarle a obtener la configuración de su cuenta."],"Schedule Consultation":["Consulta de horarios"],"First, please confirm your account details.":["En primer lugar, confirme los detalles de su cuenta."],"Enter your account details below to activate your account.":["Introduce los detalles de tu cuenta a continuación para activar tu cuenta."],"Use setting":["Usar la configuración"],"Sunday":["Domingo"],"Monday":["Lunes"],"Tuesday":["Martes"],"Wednesday":["Miércoles"],"Thursday":["Jueves"],"Friday":["Viernes"],"Saturday":["Sábado"],"Save":["Guardar"],"Booking Page":["Página de reservas"],"Booking Pages":["Páginas de reserva"],"Open options":["Opciones abiertas"],"Congratulations! You added your first service.":["¡Felicitaciones! Ha añadido su primer servicio."],"Continue with setup":["Continuar con la configuración"],"Well done! Onto the next step.":["¡Bien hecho! En el siguiente paso."],"Congratulations! Now let's complete your account setup.":["¡Felicitaciones! Ahora completemos la configuración de tu cuenta."],"Pick a plan for your online scheduling":["Elija un plan para su programación en línea"],"You are":["Tú eres"],"currently on a free trial":["actualmente en una prueba gratuita"],"With a free trial, you get the benefits of testing multiple users, classes, custom fields, text messages, etc. It's a lot! To continue using these features you need to select a plan or your account will be downgraded at the end of your trial.":["Con una prueba gratuita, obtiene las ventajas de probar varios usuarios, clases, campos personalizados, mensajes de texto, etc. ¡Es mucho! Para seguir usando estas funciones, debe seleccionar un plan o su cuenta se degradará al final de la prueba."],"Pick my plan":["Elige mi plan"],"Days Remaining":["Días restantes"],"Your account is limited":["Su cuenta está limitada"],"currently on the limited plan":["actualmente en el plan limitado"],"With the limited plan, you are missing out on multiple users, classes, 2-way Google Calendar, custom fields, advanced reporting just to name a few features. Upgrade today to get access to premium functionality.":["Con el plan limitado, te estás perdiendo a varios usuarios, clases, Calendario de Google bidireccional, campos personalizados, informes avanzados solo por nombrar algunas funciones. Actualice hoy mismo para obtener acceso a la funcionalidad premium."],"Pick a plan":["Elige un plan"],"Your free trial has started":["Su prueba gratuita ha comenzado"],"days left in trial":["días restantes en el juicio"],"You have":["Tienes"],"days left in your free trial":["días restantes en su prueba gratuita"],"Your free trial expires today! Pick a plan to continue using your premium features.":["¡Su prueba gratuita expira hoy! Elige un plan para seguir usando tus funciones premium."],"Select a plan":["Selecciona un plan"],"Your free trial has started.":["Su prueba gratuita ha comenzado."],"Welcome!":["¡Bienvenido!"],"It's time to Start Booking.":["Es hora de empezar a reservar."],"Hold tight while we load your new online booking experience.":["Agárrate fuerte mientras cargamos tu nueva experiencia de reserva en línea."],"You're account is ready to go! With your premium trial enjoy unlimited appointments, multiple users, text message reminders and powerful integrations.":["¡Tu cuenta está lista para usar! Con su prueba premium disfrutar de citas ilimitadas, múltiples usuarios, recordatorios de mensajes de texto e integraciones de gran alcance."],"Get Started":["Comenzar"],"Include":["Incluir"],"If you include a Zoom link, your customers will receive a Zoom link with their appointment confirmation emails.":["Si incluyes un enlace de Zoom, tus clientes recibirán un enlace de Zoom con sus correos electrónicos de confirmación de cita."],"Yes":["Sí"],"No":["No"],"Connecting Zoom will provide you with the ability to include a Zoom link with your appointments.":["La conexión de Zoom le proporcionará la posibilidad de incluir un enlace de Zoom con sus citas."],"Connect":["Conectar"],"Not a valid email":["Correo electrónico no válido"],"Password is too short. Must be at least 6 characters.":["La contraseña es demasiado corta. Debe tener al menos 6 caracteres."],"Password is too weak":["La contraseña es demasiado fácil"],"Country":["País"],"Rooms are resources that this service requires. For example, if you need to ensure that a specific room is available in order to perform this service, attach the room to the service and we will check before displaying your availability.":["Las habitaciones son recursos que este servicio requiere. Por ejemplo, si necesita asegurarse de que hay una habitación específica disponible para realizar este servicio, conecte la habitación al servicio y comprobaremos antes de mostrar su disponibilidad."],"Upgrade":["Actualizar"],"to add rooms for this service":["para añadir habitaciones para este servicio"],"No Rooms":["Sin habitaciones"],"Remove small option":["Eliminar pequeña opción"],"Room Name":["Nombre de la Habitación"],"Cancel":["Cancelar"],"No Service Types":["Tipos de Servicio"],"to":["a"],"Connect with Start Booking":["Conéctese con la reserva de inicio"],"Email address":["Dirección de correo electrónico"],"Forgot your password?":["¿Olvidaste tu contraseña?"],"Or":["O"],"Access my existing account":["Accede a mi cuenta existente"],"If you have already been using Start Booking but you don't know your login, start here.":["Si ya has estado usando Start Booking pero no conoces tu inicio de sesión, comienza aquí."],"Access Account":["Cuenta de acceso"],"Start New Free Trial":["Inicia nueva prueba gratuita"],"Today":["Hoy"],"Yesterday":["Ayer"],"No Bookings Yet.":["Aún no hay reservas."],"Welcome! Let's get started.":["¡Bienvenido! Empecemos."],"You're off to a great start!":["¡Estás empezando muy bien!"],"Add Services":["Añadir Servicios"],"Adjust Availability":["Ajustar la disponibilidad"],"Connect Calendar":["Conectar calendario"],"Review Booking Page":["Revisar página de reservas"],"You've created a service. Good Job!":["Ha creado un servicio. ¡Buen trabajo!"],"Add more services or move onto adjusting your availability.":["Agregue más servicios o pase a ajustar su disponibilidad."],"Create another service":["Crear otro servicio"],"Want to try out classes or group events instead of appointments?":["¿Quieres probar clases o eventos grupales en lugar de citas?"],"Log into Start Booking":["Iniciar sesión en la reserva de inicio"],"to get started creating classes.":["para empezar a crear clases."],"Learn more about services":["Más información sobre los servicios"],"Create your services":["Cree sus servicios"],"Create the services that you want your customers to book.":["Cree los servicios que desea que reserven sus clientes."],"Create Service":["Crear servicio"],"Do you offer classes or group events? Consider ":["¿Ofrece clases o eventos grupales? Considerar "],"creating a class instead":["crear una clase en su lugar"],"Learn more about creating services":["Obtenga más información sobre cómo crear servicios"],"You've adjusted your availability. Good job!":["Ha ajustado su disponibilidad. ¡Buen trabajo!"],"Still looking for more control of your availability? Head over to ":["¿Sigue buscando más control de su disponibilidad? Diríjase a "],"to review all options for your account.":["para revisar todas las opciones de tu cuenta."],"Learn more about availability":["Obtenga más información sobre la disponibilidad"],"Adjust your availability":["Ajuste su disponibilidad"],"Set your availability so we know when to display times to your customers. For more control over your availability, visit ":["Establezca su disponibilidad para que sepamos cuándo mostrar los tiempos a sus clientes. Para obtener más control sobre su disponibilidad, visite "],"Connect calendar skipped":["Se ha omitido el calendario de conexión"],"Marked as complete":["Marcado como completo"],"I don't use Google Calendar":["No uso Google Calendar"],"Learn more about Google Calendar":["Obtén más información sobre Google Calendar"],"Calendar Connected":["Calendario conectado"],"Good work connecting your calendar. To learn more about how the Google Calendar integration works see our":["Buen trabajo conectando tu calendario. Para obtener más información sobre cómo funciona la integración de Google Calendar,"],"integration overview":["visión general de la integración"],"View Integrations":["Ver integraciones"],"Connect your calendar":["Conecta tu calendario"],"Connect your calendar with Google Calendar.":["Conecta tu calendario con Google Calendar."],"Connect Google Calendar":["Conectar Google Calendar"],"Mark complete":["Marcar como completado"],"Take a look at your booking page. It looks good!":["Echa un vistazo a tu página de reserva. ¡Se ve bien!"],"We already created a booking page for you. Review what your customers will see when booking with you.":["Ya hemos creado una página de reserva para usted. Revise lo que verán sus clientes al reservar con usted."],"No Activity Yet.":["Aún no hay actividad."],"Recent Activity":["Actividad Reciente"],"Consultation":["Consulta"],"Inteview":["Inteview"],"Almost there! Confirm your account details.":["¡Ya casi llegamos! Confirma los detalles de tu cuenta."],"Enter your account details to activate and save your settings.":["Introduce los datos de tu cuenta para activar y guardar la configuración."],"Sort":["Ordenar"],"Create":["Crear"],"Back to Service List":["Lista de volver al servicio"],"Name is required":["El nombre es obligatorio"],"Description is required":["Se requiere descripción"],"Duration is required":["Se requiere duración"],"Please select the users that can fulfill this service":["Seleccione los usuarios que pueden cumplir con este servicio"],"Close panel":["Cerrar panel"],"Get started by filling in the information below.":["Comience rellenando la siguiente información."],"Description":["Descripción"],"Recovery":["Recuperación"],"Recovery time extends the length of the appointment for you, not the customer. This enables you to recover from the previous appointment. You will not be available during the recovery time added.":["El tiempo de recuperación amplía la duración de la cita para usted, no para el cliente. Esto le permite recuperarse de la cita anterior. No estará disponible durante el tiempo de recuperación agregado."],"Assigned Users":["Usuarios Asignados"],"Select users that can perform this service.":["Seleccione los usuarios que pueden realizar este servicio."],"Service Types":["Tipos de Servicio"],"Assign service types to help categorize your services.":["Asigne tipos de servicio para ayudar a categorizar los servicios."],"Rooms":["Habitaciones"],"Saving":["Guardando"],"No Services":["No hay servicios"],"Status":["Estado"],"Delete":["Borrar"],"Name cannot be empty.":["El nombre no puede estar vacío."],"Duration cannot be empty.":["La duración no puede estar vacía."],"Edit":["Editar"],"Booking online is disabled. You can enable online scheduling in the settings below.":["La reserva en línea está desactivada. Puede habilitar la programación en línea en la siguiente configuración."],"Recovery Time":["Tiempo de recuperación"],"Schedule Online":["Hacer cita en línea"],"If schedule online is disabled, this service will not be publicly displayed to your customers.":["Si la programación en línea está deshabilitada, este servicio no se mostrará públicamente a sus clientes."],"This service is not bookable without at least one user who can perform the service.":["Este servicio no se puede reservar sin al menos un usuario que pueda realizar el servicio."],"Select the rooms for this service.":["Seleccione las habitaciones para este servicio."],"Confirm Delete":["Confirmar eliminación"],"Are you sure you want to deactivate your account? All of your data will be permanently removed from our servers forever. This action cannot be undone.":["¿Está seguro de que desea desactivar su cuenta? Todos sus datos se eliminarán permanentemente de nuestros servidores para siempre. Esta acción no se puede deshacer."],"Add New":["Añadir nuevo"],"Edit Type":["Editar Tipo"],"Assign Service Types":["Asignar tipos de servicio"],"Assign service types to help categorize the service.":["Asigne tipos de servicio para ayudar a categorizar el servicio."],"to categorize your services by service types.":["para categorizar sus servicios por tipos de servicio."],"Availability":["Disponibilidad"],"You can manage your basic availability below. For more controls visit the Start Booking application.":["Puede administrar su disponibilidad básica a continuación. Para obtener más controles, visite la aplicación Iniciar reserva."],"All Availability Options":["Todas las opciones de disponibilidad"],"Basic Availability":["Disponibilidad básica"],"Billing":["Facturación"],"Product":["Producto"],"Manage":["Gestionar"],"Communications":["Comunicaciones"],"Managing and adjusting your customer communications, such as emails and text messages, is handled directly on the Start Booking application.":["La gestión y ajuste de las comunicaciones de sus clientes, como correos electrónicos y mensajes de texto, se gestiona directamente en la aplicación Iniciar reserva."],"Manage Communications":["Gestionar comunicaciones"],"Proxy":["Proxy"],"Direct":["Directo"],"Connections":["Conexiones"],"Disable Online Booking":["Desactivar la reserva en línea"],"Disabled":["Desactivado"],"Disabling will keep your connection with Start Booking but will online booking forms.":["La desactivación mantendrá su conexión con Start Booking, pero se realizará en línea con formularios de reserva."],"API Setting":["Configuración de API"],"If you are experiencing problems with your server cache causing duplicate appointments or settings not saving, try updating to the Direct method. Direct allows your plugin to communicate directly with the Start Booking service. Proxy, which is the default setting, runs all communication with Start Booking through your WordPress site. When communication is handled via the proxy option, those communications can be delayed due to your server configuration.":["Si tiene problemas con la caché del servidor que provocan citas duplicadas o configuraciones que no se guardan, intente actualizar al método Direct. Direct permite que tu plugin se comunique directamente con el servicio Start Booking. Proxy, que es la configuración predeterminada, ejecuta toda la comunicación con Start Booking a través de su sitio de WordPress. Cuando la comunicación se controla a través de la opción de proxy, esas comunicaciones se pueden retrasar debido a la configuración del servidor."],"If you are having some issues with your connection, reconnect to establish a new connection. This process will not delete any of your other settings.":["Si tiene algunos problemas con la conexión, vuelva a conectarse para establecer una nueva conexión. Este proceso no eliminará ninguna de sus otras configuraciones."],"Disconnect":["Desconectar"],"Disconnecting Start Booking will delete all settings from your WordPress website. This does not cancel your account or delete anything on the Start Booking application.":["Desconectar Start Booking eliminará todos los ajustes de tu sitio web de WordPress. Esto no cancela su cuenta ni elimina nada en la aplicación Iniciar reserva."],"Select Service":["Seleccione el servicio"],"True":["Verdadero"],"False":["Falso"],"Embed Options":["Incrustar Opciones"],"Embedding the Start Booking form on a page or post is really simple. You have the option to use either the Start Booking blocks or shortcodes in the WordPress editor.":["Incrustar el formulario Iniciar reserva en una página o publicación es muy sencillo. Tienes la opción de usar los bloques o shortcodes de Start Booking en el editor de WordPress."],"Shortcodes":["Shortcodes"],"To use the Start Booking shortcodes, navigate to any page or post (create or edit screen) and copy and paste one of the below shortcodes where you want your booking form to display.":["Para utilizar los shortcodes Iniciar reserva, vaya a cualquier página o publicación (crear o editar pantalla) y copie y pegue uno de los siguientes shortcodes donde desee que se muestre su formulario de reserva."],"Displays a full list of your services":["Muestra una lista completa de sus servicios"],"Single Service":["Servicio único"],"Displays a preconfigured single service":["Muestra un servicio único preconfigurado"],"Service: The ID of your service you want to display.":["Servicio: el ID de su servicio que desea mostrar."],"Details: When set to true, the service box will be displayed. When set to false, the service box will be skipped and will go to the next step in the booking process.":["Detalles: Cuando se establece en true, se mostrará la caja de servicio. Cuando se establece en false, la caja de servicio se omitirá y irá al siguiente paso en el proceso de reserva."],"Single Service Shortcode Generator":["Generador de shortcode de servicio único"],"Select your service and options below to generate a preconfigured shortcode.":["Seleccione su servicio y las siguientes opciones para generar un shortcode preconfigurado."],"Display Service Details":["Mostrar detalles del servicio"],"Displays a calendar and list of your available classes":["Muestra un calendario y una lista de las clases disponibles"],"Blocks":["Bloques"],"To use the Start Booking Gutenberg blocks, navigate to any page or post (create or edit screen) and select one of the blocks listed below.":["Para utilizar los bloques Iniciar reserva de Gutenberg, vaya a cualquier página o publicación (crear o editar pantalla) y seleccione uno de los bloques que se enumeran a continuación."],"Displays a full list of your classes":["Muestra una lista completa de las clases"],"Call to action button":["Botón de llamada a la acción"],"Displays a preconfigured booking button":["Muestra un botón de reserva preconfigurado"],"Integrations":["Integraciones"],"Reporting":["Informes"],"Users":["Usuarios"],"Connection":["Conexión"],"Managing your":["Gestión de su"],"integrations":["Integraciones"],"is handled directly on the":["se maneja directamente en el"],"application":["aplicación"],"Manage Integrations":["Gestionar integraciones"],"More coming soon":["Más próximamente"],"Viewing and downloading reports is handled directly on the Start Booking application.":["Los informes de visualización y descarga se gestionan directamente en la aplicación Iniciar reserva."],"View Reports":["Ver informes"],"Review the available settings for your account and booking forms.":["Revisa la configuración disponible para tu cuenta y formularios de reserva."],"Openings Interval":["Intervalo de aperturas"],"Set the interval of time for available openings. Default is every 30 minutes.":["Establezca el intervalo de tiempo para las aberturas disponibles. El valor predeterminado es cada 30 minutos."],"Time Display":["Mostrar tiempo"],"Control whether you display time in 12 or 24 hours.":["Controle si muestra tiempo en 12 o 24 horas."],"Locale":["Local"],"Set the locale of your account to adjust the date and time formats.":["Establezca la configuración regional de su cuenta para ajustar los formatos de fecha y hora."],"Currency":["Moneda"],"Change the currency that is used with payments through Start Booking.":["Cambie la moneda que se utiliza con los pagos a través de Iniciar reserva."],"Cancellations":["Cancelaciones"],"Adjust how your cancellations work.":["Ajuste el funcionamiento de sus cancelaciones."],"Adding and managing your users is handled directly on the Start Booking application.":["La adición y administración de los usuarios se gestiona directamente en la aplicación Iniciar reserva."],"Manage Users":["Administrar Usuarios"],"Go to":["Ir"],"Open main menu":["Abrir menú principal"],"Saved":["Guardado"],"Success":["Éxito"],"Status updated":["Status actualizado"],"Cancelled schedule":["Horario cancelado"],"Deleted schedule":["Programación eliminada"]}}}