{"translation-revision-date":"2021-02-20 14:38-0700","generator":"WP-CLI\/2.4.0","source":"public\/js\/admin\/index.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"pt_PT","plural-forms":"nplurals=2; plural=(n != 1);"},"Dashboard":["Painel"],"Services":["Serviços"],"Classes":["Classes"],"Settings":["Configurações"],"Loading":["A carregar"],"Start Booking":["Iniciar agendamento"],"Email":["Email"],"Phone Number":["Telefone"],"Name":["Nome"],"Duration":["Duração"],"Service":["Serviço"],"Price":["Preço"],"Minutes":["Minutos"],"First name is required":["O primeiro nome é Obrigatório"],"Last name is required":["Sobrenome é necessário"],"Email is required":["E-mail é necessário"],"Password is required":["Palavra-passe é obrigatória"],"Password must be more then 6 characters":["A senha deve ser mais do que 6 caracteres"],"Timezone is required":["O fuso horário é necessário"],"Close":["Fechar"],"First name":["Nome"],"Last name":["Apelido"],"Password":["Senha"],"Account Timezone":["Fuso horário da conta"],"Activate Account":["Ativar Conta"],"Activating":["A activar"],"By activating your account, you agree to the ":["Ativando sua conta, você concorda com o "],"Terms":["Termos"],"and":["e"],"Privacy Policy":["Política de Privacidade"],"Have Questions?":["Tem perguntas?"],"Get 1 on 1 time with an online booking expert to help you get your account setup.":["Obtenha 1 em 1 vez com um especialista em reservas online para ajudá-lo a configurar sua conta."],"Schedule Consultation":["Marcar Consulta"],"First, please confirm your account details.":["Primeiro, confirme os detalhes da sua conta."],"Enter your account details below to activate your account.":["Insira os detalhes da sua conta abaixo para ativar sua conta."],"Use setting":["Configuração de uso"],"Sunday":["Domingo"],"Monday":["Segunda-feira"],"Tuesday":["Terça-feira"],"Wednesday":["Quarta-feira"],"Thursday":["Quinta-feira"],"Friday":["Sexta-feira"],"Saturday":["Sábado"],"Save":["Guardar"],"Booking Page":["หน้าการจอง"],"Booking Pages":["Páginas de reserva"],"Open options":["Opções abertas"],"Congratulations! You added your first service.":["Parabéns! Você adicionou seu primeiro serviço."],"Continue with setup":["Continue com a configuração"],"Well done! Onto the next step.":["Muito bem! Para o próximo passo."],"Congratulations! Now let's complete your account setup.":["Parabéns! Agora vamos completar a configuração da sua conta."],"Pick a plan for your online scheduling":["Escolha um plano para o seu agendamento online"],"You are":["Perfil"],"currently on a free trial":["atualmente em uma avaliação gratuita"],"With a free trial, you get the benefits of testing multiple users, classes, custom fields, text messages, etc. It's a lot! To continue using these features you need to select a plan or your account will be downgraded at the end of your trial.":["Com uma avaliação gratuita, você recebe os benefícios de testar vários usuários, classes, campos personalizados, mensagens de texto, etc. É muita coisa! Para continuar usando esses recursos, você precisa selecionar um plano ou sua conta será rebaixada no final do seu teste."],"Pick my plan":["Escolha meu plano"],"Days Remaining":["Dias restantes"],"Your account is limited":["Sua conta é limitada"],"currently on the limited plan":["atualmente no plano limitado"],"With the limited plan, you are missing out on multiple users, classes, 2-way Google Calendar, custom fields, advanced reporting just to name a few features. Upgrade today to get access to premium functionality.":["Com o plano limitado, você está perdendo vários usuários, classes, 2 vias do Google Calendar, campos personalizados, relatórios avançados apenas para citar alguns recursos. Atualize hoje para ter acesso à funcionalidade premium."],"Pick a plan":["Escolha um plano"],"Your free trial has started":["Sua avaliação gratuita começou"],"days left in trial":["dias deixados em julgamento"],"You have":["Tem"],"days left in your free trial":["dias deixados em sua avaliação gratuita"],"Your free trial expires today! Pick a plan to continue using your premium features.":["Seu teste gratuito expira hoje! Escolha um plano para continuar usando seus recursos premium."],"Select a plan":["Selecione um Plano"],"Your free trial has started.":["Seu teste gratuito começou."],"Welcome!":["Bem-vindo!"],"It's time to Start Booking.":["É hora de começar a reserva."],"Hold tight while we load your new online booking experience.":["Segure-se firme enquanto carregamos sua nova experiência de reserva on-line."],"You're account is ready to go! With your premium trial enjoy unlimited appointments, multiple users, text message reminders and powerful integrations.":["Sua conta está pronta para ir! Com seu teste premium, desfrute de compromissos ilimitados, vários usuários, lembretes de mensagens de texto e integrações poderosas."],"Get Started":["Iniciar"],"Include":["Incluir"],"If you include a Zoom link, your customers will receive a Zoom link with their appointment confirmation emails.":["Se você incluir um link Zoom, seus clientes receberão um link Zoom com seus e-mails de confirmação de nomeação."],"Yes":["Sim"],"No":["Não"],"Connecting Zoom will provide you with the ability to include a Zoom link with your appointments.":["Conectar o Zoom fornecerá a você a capacidade de incluir um link Zoom com seus compromissos."],"Connect":["Ligar"],"Not a valid email":["Não é um e-mail válido"],"Password is too short. Must be at least 6 characters.":["A senha é muito curta. Deve ter pelo menos 6 caracteres."],"Password is too weak":["A senha é muito fraca."],"Country":["País"],"Rooms are resources that this service requires. For example, if you need to ensure that a specific room is available in order to perform this service, attach the room to the service and we will check before displaying your availability.":["Salas são recursos que este serviço requer. Por exemplo, se você precisar garantir que uma sala específica esteja disponível para realizar este serviço, conecte a sala ao serviço e verificaremos antes de exibir sua disponibilidade."],"Upgrade":["Actualizar"],"to add rooms for this service":["para adicionar salas para este serviço"],"No Rooms":["Quartos"],"Remove small option":["Remova a opção pequena"],"Room Name":["Nome do Quarto"],"Cancel":["Cancelar"],"No Service Types":["Sem tipos de serviço"],"to":["a"],"Connect with Start Booking":["Conecte-se com a reserva inicial"],"Email address":["Endereço de email"],"Forgot your password?":["Esqueceu sua senha?"],"Or":["Ou"],"Access my existing account":["Acesse minha conta existente"],"If you have already been using Start Booking but you don't know your login, start here.":["Se você já está usando o Start Booking, mas não sabe o seu login, comece aqui."],"Access Account":["Conta de acesso"],"Start New Free Trial":["Iniciar nova avaliação gratuita"],"Today":["Hoje"],"Yesterday":["Ontem"],"No Bookings Yet.":["Ainda não há reservas."],"Welcome! Let's get started.":["Bem-vindo! Vamos começar."],"You're off to a great start!":["Você começou bem!"],"Add Services":["Adicionar serviços"],"Adjust Availability":["Ajustar a disponibilidade"],"Connect Calendar":["Conectar calendário"],"Review Booking Page":["Página de reserva de revisão"],"You've created a service. Good Job!":["Você criou um serviço. Muito bom trabalho!"],"Add more services or move onto adjusting your availability.":["Adicione mais serviços ou mude para ajustar sua disponibilidade."],"Create another service":["Crie outro serviço"],"Want to try out classes or group events instead of appointments?":["Quer experimentar aulas ou eventos em grupo em vez de compromissos?"],"Log into Start Booking":["Faça login na reserva iniciar"],"to get started creating classes.":["para começar a criar classes."],"Learn more about services":["Saiba mais sobre serviços"],"Create your services":["Crie seus serviços"],"Create the services that you want your customers to book.":["Crie os serviços que você deseja que seus clientes reservem."],"Create Service":["Criar serviço"],"Do you offer classes or group events? Consider ":["Você oferece aulas ou eventos em grupo? Considerar "],"creating a class instead":["criando uma classe em vez"],"Learn more about creating services":["Saiba mais sobre a criação de serviços"],"You've adjusted your availability. Good job!":["Você ajustou sua disponibilidade. Muito bom trabalho!"],"Still looking for more control of your availability? Head over to ":["Ainda procurando mais controle de sua disponibilidade? Cabeça para "],"to review all options for your account.":["para rever todas as opções para sua conta."],"Learn more about availability":["Saiba mais sobre disponibilidade"],"Adjust your availability":["Ajuste sua disponibilidade"],"Set your availability so we know when to display times to your customers. For more control over your availability, visit ":["Defina sua disponibilidade para sabermos quando exibir horários para seus clientes. Para obter mais controle sobre sua disponibilidade, visite "],"Connect calendar skipped":["Conectar calendário ignorado"],"Marked as complete":["Marcado como completo"],"I don't use Google Calendar":["Eu não uso o Google Calendar"],"Learn more about Google Calendar":["Saiba mais sobre o Google Calendar"],"Calendar Connected":["Calendário Conectado"],"Good work connecting your calendar. To learn more about how the Google Calendar integration works see our":["Bom trabalho conectando seu calendário. Para saber mais sobre como funciona a integração do Google Calendar, veja nossa"],"integration overview":["visão geral de integração"],"View Integrations":["Exibir integrações"],"Connect your calendar":["Conecte seu calendário"],"Connect your calendar with Google Calendar.":["Conecte seu calendário com o Google Calendar."],"Connect Google Calendar":["Conecte o Calendário do Google"],"Mark complete":["Marcar como Concluído"],"Take a look at your booking page. It looks good!":["Dê uma olhada na sua página de reservas. Parece bom!"],"We already created a booking page for you. Review what your customers will see when booking with you.":["Nós já criamos uma página de reserva para você. Revise o que seus clientes verão ao reservar com você."],"No Activity Yet.":["Nenhuma atividade ainda."],"Recent Activity":["Actividade Recente"],"Consultation":["Consultas"],"Inteview":["Inteview"],"Almost there! Confirm your account details.":["Quase lá! Confirme os detalhes da sua conta."],"Enter your account details to activate and save your settings.":["Digite os detalhes da sua conta para ativar e salvar suas configurações."],"Sort":["Ordem"],"Create":["Criar"],"Back to Service List":["Lista de volta ao serviço"],"Name is required":["É necessário o nome"],"Description is required":["Descrição é necessária"],"Duration is required":["A duração é necessária"],"Please select the users that can fulfill this service":["Selecione os usuários que podem cumprir este serviço"],"Close panel":["v"],"Get started by filling in the information below.":["Comece preenchendo as informações abaixo."],"Description":["Descrição"],"Recovery":["Recuperação"],"Recovery time extends the length of the appointment for you, not the customer. This enables you to recover from the previous appointment. You will not be available during the recovery time added.":["O tempo de recuperação estende a duração da consulta para você, não para o cliente. Isso permite que você se recupere da consulta anterior. Você não estará disponível durante o tempo de recuperação adicionado."],"Assigned Users":["Usuários atribuídos"],"Select users that can perform this service.":["Selecione usuários que possam executar este serviço."],"Service Types":["Tipos de serviço"],"Assign service types to help categorize your services.":["Atribua tipos de serviço para ajudar a categorizar seus serviços."],"Rooms":["Quartos"],"Saving":["A guardar"],"No Services":["Serviços"],"Status":["Estado"],"Delete":["Apagar"],"Name cannot be empty.":["O nome não pode estar vazio."],"Duration cannot be empty.":["A duração não pode estar vazia."],"Edit":["Editar"],"Booking online is disabled. You can enable online scheduling in the settings below.":["A reserva on-line está desativada. Você pode ativar o agendamento on-line nas configurações abaixo."],"Recovery Time":["Tempo de recuperação"],"Schedule Online":["Programação Online"],"If schedule online is disabled, this service will not be publicly displayed to your customers.":["Se o agendamento on-line for desativado, este serviço não será exibido publicamente para seus clientes."],"This service is not bookable without at least one user who can perform the service.":["Este serviço não é reservado sem pelo menos um usuário que possa realizar o serviço."],"Select the rooms for this service.":["Selecione as salas para este serviço."],"Confirm Delete":["Confirmar Apagar"],"Are you sure you want to deactivate your account? All of your data will be permanently removed from our servers forever. This action cannot be undone.":["Tem certeza que quer desativar sua conta? Todos os seus dados serão removidos permanentemente de nossos servidores para sempre. Esta ação não pode ser desfeita."],"Add New":["Adicionar novo"],"Edit Type":["Tipo de edição"],"Assign Service Types":["Atribuir tipos de serviço"],"Assign service types to help categorize the service.":["Atribua tipos de serviço para ajudar a categorizar o serviço."],"to categorize your services by service types.":["para categorizar seus serviços por tipos de serviço."],"Availability":["Disponibilidade"],"You can manage your basic availability below. For more controls visit the Start Booking application.":["Você pode gerenciar sua disponibilidade básica abaixo. Para obter mais controles, visite o aplicativo Start Booking."],"All Availability Options":["Todas as opções de disponibilidade"],"Basic Availability":["Disponibilidade Básica"],"Billing":["Faturação"],"Product":["Produto"],"Manage":["Gerir"],"Communications":["Comunicações"],"Managing and adjusting your customer communications, such as emails and text messages, is handled directly on the Start Booking application.":["O gerenciamento e ajuste das comunicações do cliente, como e-mails e mensagens de texto, é tratado diretamente no aplicativo Start Booking."],"Manage Communications":["Gerenciar comunicações"],"Proxy":["Proxy"],"Direct":["Direto"],"Connections":["Conexões"],"Disable Online Booking":["Desativar a reserva on-line"],"Disabled":["Desativado"],"Disabling will keep your connection with Start Booking but will online booking forms.":["A desativação manterá sua conexão com o Start Booking, mas irá aos formulários de reserva on-line."],"API Setting":["Configuração de API"],"If you are experiencing problems with your server cache causing duplicate appointments or settings not saving, try updating to the Direct method. Direct allows your plugin to communicate directly with the Start Booking service. Proxy, which is the default setting, runs all communication with Start Booking through your WordPress site. When communication is handled via the proxy option, those communications can be delayed due to your server configuration.":["Se você estiver tendo problemas com o cache do servidor causando compromissos duplicados ou configurações não salvas, tente atualizar para o método Direct. O Direct permite que seu plugin se comunique diretamente com o serviço Start Booking. O Proxy, que é a configuração padrão, executa toda a comunicação com o Start Booking através do site WordPress. Quando a comunicação é tratada através da opção proxy, essas comunicações podem ser atrasadas devido à configuração do servidor."],"If you are having some issues with your connection, reconnect to establish a new connection. This process will not delete any of your other settings.":["Se você está tendo alguns problemas com sua conexão, reconecte-se para estabelecer uma nova conexão. Este processo não excluirá nenhuma de suas outras configurações."],"Disconnect":["Desligar"],"Disconnecting Start Booking will delete all settings from your WordPress website. This does not cancel your account or delete anything on the Start Booking application.":["Desconectar a reserva iniciar excluirá todas as configurações do seu site WordPress. Isso não cancela sua conta ou exclui nada no aplicativo Start Booking."],"Select Service":["Selecionar serviço"],"True":["Verdade"],"False":["Falso"],"Embed Options":["Incorporar opções"],"Embedding the Start Booking form on a page or post is really simple. You have the option to use either the Start Booking blocks or shortcodes in the WordPress editor.":["Incorporar o formulário Iniciar reserva em uma página ou post é realmente simples. Você tem a opção de usar os blocos Start Booking ou shortcodes no editor WordPress."],"Shortcodes":["Shortcodes"],"To use the Start Booking shortcodes, navigate to any page or post (create or edit screen) and copy and paste one of the below shortcodes where you want your booking form to display.":["Para usar os códigos curtos start booking, navegue até qualquer página ou post (crie ou edite tela) e copie e cole um dos códigos curtos abaixo onde deseja que seu formulário de reserva seja exibido."],"Displays a full list of your services":["Exibe uma lista completa de seus serviços"],"Single Service":["Serviço Single"],"Displays a preconfigured single service":["Exibe um serviço único pré-configurado"],"Service: The ID of your service you want to display.":["Serviço: O ID do seu serviço que deseja exibir."],"Details: When set to true, the service box will be displayed. When set to false, the service box will be skipped and will go to the next step in the booking process.":["Detalhes: Quando definida como verdadeira, a caixa de serviço será exibida. Quando definida como falsa, a caixa de serviço será ignorada e irá para a próxima etapa do processo de reserva."],"Single Service Shortcode Generator":["Gerador de curto código de serviço único"],"Select your service and options below to generate a preconfigured shortcode.":["Selecione seu serviço e opções abaixo para gerar um curto-código pré-configurado."],"Display Service Details":["Detalhes do serviço de exibição"],"Displays a calendar and list of your available classes":["Exibe um calendário e uma lista de suas classes disponíveis"],"Blocks":["Blocos"],"To use the Start Booking Gutenberg blocks, navigate to any page or post (create or edit screen) and select one of the blocks listed below.":["Para usar os blocos Start Booking Gutenberg, navegue até qualquer página ou post (crie ou edite tela) e selecione um dos blocos listados abaixo."],"Displays a full list of your classes":["Exibe uma lista completa de suas aulas"],"Call to action button":["Botão call to action"],"Displays a preconfigured booking button":["Exibe um botão de reserva pré-configurado"],"Integrations":["Integrações"],"Reporting":["Relatórios"],"Users":["Utilizadores"],"Connection":["Ligação"],"Managing your":["Gerenciando seu"],"integrations":["Integrações"],"is handled directly on the":["é tratado diretamente no"],"application":["aplicacao"],"Manage Integrations":["Gerenciar integrações"],"More coming soon":["Mais em breve"],"Viewing and downloading reports is handled directly on the Start Booking application.":["A visualização e o download de relatórios são tratados diretamente no aplicativo Start Booking."],"View Reports":["Exibir Relatórios"],"Review the available settings for your account and booking forms.":["Revise as configurações disponíveis para sua conta e formulários de reserva."],"Openings Interval":["Intervalo de Aberturas"],"Set the interval of time for available openings. Default is every 30 minutes.":["Defina o intervalo de tempo para as vagas disponíveis. O padrão é a cada 30 minutos."],"Time Display":["Exibição de tempo"],"Control whether you display time in 12 or 24 hours.":["Controle se você exibe o tempo em 12 ou 24 horas."],"Locale":["Localidade"],"Set the locale of your account to adjust the date and time formats.":["Defina a localização da sua conta para ajustar os formatos de data e hora."],"Currency":["Moeda"],"Change the currency that is used with payments through Start Booking.":["Altere a moeda que é usada com pagamentos através do Start Booking."],"Cancellations":["Cancelamentos"],"Adjust how your cancellations work.":["Ajuste como seus cancelamentos funcionam."],"Adding and managing your users is handled directly on the Start Booking application.":["Adicionar e gerenciar seus usuários é tratado diretamente no aplicativo Start Booking."],"Manage Users":["Gerir Utilizadores"],"Go to":["Ir para"],"Open main menu":["Abra o menu principal"],"Saved":["Guardado"],"Success":["Sucesso"],"Status updated":["Estado Atualizado"],"Cancelled schedule":["Horário cancelado"],"Deleted schedule":["Cronograma excluído"]}}}