{"translation-revision-date":"2021-02-20 14:40-0700","generator":"WP-CLI\/2.4.0","source":"public\/js\/admin\/index.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"fr_FR","plural-forms":"nplurals=2; plural=(n > 1);"},"Dashboard":["Tableau de bord"],"Services":["Services"],"Classes":["Classes"],"Settings":["Paramètres"],"Loading":["Chargement"],"Start Booking":["Commencer la réservation"],"Email":["E-mail"],"Phone Number":["Numéro de téléphone"],"Name":["Nom"],"Duration":["Durée"],"Service":["Service"],"Price":["Prix"],"Minutes":["Minutes"],"First name is required":["Le prénom est requis"],"Last name is required":["Le nom de famille est requis"],"Email is required":["Une adresse est requise"],"Password is required":["Mot de passe requis"],"Password must be more then 6 characters":["Mot de passe doit être plus de 6 caractères"],"Timezone is required":["Fuseau horaire requis"],"Close":["Fermer"],"First name":["Prénom"],"Last name":["Nom"],"Password":["Mot de passe"],"Account Timezone":["Fuseau horaire du compte"],"Activate Account":["Activez votre compte"],"Activating":["Activation"],"By activating your account, you agree to the ":["En activant votre compte, vous acceptez "],"Terms":["Termes"],"and":["et"],"Privacy Policy":["Politique de confidentialité"],"Have Questions?":["Avez-vous des questions?"],"Get 1 on 1 time with an online booking expert to help you get your account setup.":["Obtenez 1 sur 1 fois avec un expert en réservation en ligne pour vous aider à obtenir la configuration de votre compte."],"Schedule Consultation":["Consultation de l’horaire"],"First, please confirm your account details.":["Tout d’abord, veuillez confirmer les détails de votre compte."],"Enter your account details below to activate your account.":["Entrez les détails de votre compte ci-dessous pour activer votre compte."],"Use setting":["Réglage d’utilisation"],"Sunday":["Dimanche"],"Monday":["Lundi"],"Tuesday":["Mardi"],"Wednesday":["Mercredi"],"Thursday":["Jeudi"],"Friday":["Vendredi"],"Saturday":["Samedi"],"Save":["Sauvegarder"],"Booking Page":["Page de Réservation"],"Booking Pages":["Pages de réservation"],"Open options":["Options ouvertes"],"Congratulations! You added your first service.":["Félicitations! Vous avez ajouté votre premier service."],"Continue with setup":["Continuer avec la configuration"],"Well done! Onto the next step.":["Bien joué! Sur l’étape suivante."],"Congratulations! Now let's complete your account setup.":["Félicitations! Maintenant, nous allons compléter la configuration de votre compte."],"Pick a plan for your online scheduling":["Choisissez un plan pour votre planification en ligne"],"You are":["Vous êtes"],"currently on a free trial":["actuellement sur un essai gratuit"],"With a free trial, you get the benefits of testing multiple users, classes, custom fields, text messages, etc. It's a lot! To continue using these features you need to select a plan or your account will be downgraded at the end of your trial.":["Avec un essai gratuit, vous obtenez les avantages de tester plusieurs utilisateurs, classes, champs personnalisés, messages texte, etc. C’est beaucoup! Pour continuer à utiliser ces fonctionnalités, vous devez sélectionner un plan ou votre compte sera déclassé à la fin de votre essai."],"Pick my plan":["Choisissez mon plan"],"Days Remaining":["Jours restant"],"Your account is limited":["Votre compte est limité"],"currently on the limited plan":["actuellement sur le plan limité"],"With the limited plan, you are missing out on multiple users, classes, 2-way Google Calendar, custom fields, advanced reporting just to name a few features. Upgrade today to get access to premium functionality.":["Avec le plan limité, vous êtes absent sur plusieurs utilisateurs, classes, calendrier Google 2-way, champs personnalisés, rapports avancés pour n’en nommer que quelques fonctionnalités. Mettez à niveau dès aujourd’hui pour accéder à des fonctionnalités haut de gamme."],"Pick a plan":["Choisissez un plan"],"Your free trial has started":["Votre essai gratuit a commencé"],"days left in trial":["jours à gauche dans le procès"],"You have":["Vous avez"],"days left in your free trial":["jours à gauche dans votre essai gratuit"],"Your free trial expires today! Pick a plan to continue using your premium features.":["Votre essai gratuit expire aujourd’hui! Choisissez un plan pour continuer à utiliser vos fonctionnalités premium."],"Select a plan":["Sélectionez un Plan"],"Your free trial has started.":["Votre procès gratuit a commencé."],"Welcome!":["Bienvenue !"],"It's time to Start Booking.":["Il est temps de commencer à réserver."],"Hold tight while we load your new online booking experience.":["Tenez bon pendant que nous chargeons votre nouvelle expérience de réservation en ligne."],"You're account is ready to go! With your premium trial enjoy unlimited appointments, multiple users, text message reminders and powerful integrations.":["Vous êtes compte est prêt à aller! Grâce à votre essai premium, profitez de rendez-vous illimités, de plusieurs utilisateurs, de rappels de SMS et d’intégrations puissantes."],"Get Started":["Commencer"],"Include":["Inclure"],"If you include a Zoom link, your customers will receive a Zoom link with their appointment confirmation emails.":["Si vous incluez un lien Zoom, vos clients recevront un lien Zoom avec leurs e-mails de confirmation de rendez-vous."],"Yes":["Oui"],"No":["Non"],"Connecting Zoom will provide you with the ability to include a Zoom link with your appointments.":["Connecting Zoom vous donnera la possibilité d’inclure un lien Zoom avec vos rendez-vous."],"Connect":["Connecter"],"Not a valid email":["Pas un email valide"],"Password is too short. Must be at least 6 characters.":["Le mot de passe est trop court. Doit être d’au moins 6 caractères."],"Password is too weak":["Le mot de passe est trop faible"],"Country":["Pays"],"Rooms are resources that this service requires. For example, if you need to ensure that a specific room is available in order to perform this service, attach the room to the service and we will check before displaying your availability.":["Les chambres sont des ressources dont ce service a besoin. Par exemple, si vous devez vous assurer qu’une pièce spécifique est disponible afin d’effectuer ce service, attachez la chambre au service et nous vérifierons avant d’afficher votre disponibilité."],"Upgrade":["Mise à jour"],"to add rooms for this service":["pour ajouter des chambres pour ce service"],"No Rooms":["Pas de Chambres"],"Remove small option":["Supprimer la petite option"],"Room Name":["Nom de la Chambre"],"Cancel":["Annuler"],"No Service Types":["Types de service"],"to":["à"],"Connect with Start Booking":["Connectez-vous avec Start Booking"],"Email address":["Adresse email"],"Forgot your password?":["Mot de passe oublié?"],"Or":["Ou"],"Access my existing account":["Accédez à mon compte existant"],"If you have already been using Start Booking but you don't know your login, start here.":["Si vous avez déjà utilisé Start Booking mais que vous ne connaissez pas votre connexion, commencez ici."],"Access Account":["Compte d’accès"],"Start New Free Trial":["Démarrer un nouvel essai gratuit"],"Today":["Aujourd’hui"],"Yesterday":["Hier"],"No Bookings Yet.":["Pas encore de réservations."],"Welcome! Let's get started.":["Bienvenue! Commençons."],"You're off to a great start!":["Vous commencez bien!"],"Add Services":["Ajouter Services"],"Adjust Availability":["Ajuster la disponibilité"],"Connect Calendar":["Connecter un Calendrier"],"Review Booking Page":["Publier un avis sur la page de réservation"],"You've created a service. Good Job!":["Vous avez créé un service. Bon travail!"],"Add more services or move onto adjusting your availability.":["Ajoutez d’autres services ou passez à l’ajustement de votre disponibilité."],"Create another service":["Créer un autre service"],"Want to try out classes or group events instead of appointments?":["Vous voulez essayer des cours ou des événements de groupe au lieu de rendez-vous?"],"Log into Start Booking":["Connectez-vous à Démarrer la réservation"],"to get started creating classes.":["pour commencer à créer des classes."],"Learn more about services":["En savoir plus sur les services"],"Create your services":["Créez vos services"],"Create the services that you want your customers to book.":["Créez les services que vous souhaitez que vos clients réservent."],"Create Service":["Créer un service"],"Do you offer classes or group events? Consider ":["Offrez-vous des cours ou des événements de groupe? Considérer "],"creating a class instead":["créer une classe à la place"],"Learn more about creating services":["En savoir plus sur la création de services"],"You've adjusted your availability. Good job!":["Vous avez ajusté votre disponibilité. Bon travail!"],"Still looking for more control of your availability? Head over to ":["Toujours à la recherche d’un plus grand contrôle de votre disponibilité? Dirigez-vous vers "],"to review all options for your account.":["pour examiner toutes les options pour votre compte."],"Learn more about availability":["En savoir plus sur la disponibilité"],"Adjust your availability":["Ajustez votre disponibilité"],"Set your availability so we know when to display times to your customers. For more control over your availability, visit ":["Définissez votre disponibilité afin que nous surions quand afficher les heures à vos clients. Pour plus de contrôle sur votre disponibilité, visitez "],"Connect calendar skipped":["Connectez le calendrier ignoré"],"Marked as complete":["Marqué comme complet"],"I don't use Google Calendar":["Je n’utilise pas Google Calendar"],"Learn more about Google Calendar":["En savoir plus sur Google Calendar"],"Calendar Connected":["Calendrier connecté"],"Good work connecting your calendar. To learn more about how the Google Calendar integration works see our":["Bon travail reliant votre calendrier. Pour en savoir plus sur le fonctionnement de l’intégration google calendar, consultez notre"],"integration overview":["vue d’ensemble de l’intégration"],"View Integrations":["Afficher les intégrations"],"Connect your calendar":["Connectez votre calendrier"],"Connect your calendar with Google Calendar.":["Connectez votre calendrier avec Google Calendar."],"Connect Google Calendar":["Connecter à Google Agenda"],"Mark complete":["Marquer terminée"],"Take a look at your booking page. It looks good!":["Jetez un oeil à votre page de réservation. Ça a l’air bien!"],"We already created a booking page for you. Review what your customers will see when booking with you.":["Nous avons déjà créé une page de réservation pour vous. Examinez ce que vos clients verront lors de la réservation avec vous."],"No Activity Yet.":["Pas encore d’activité."],"Recent Activity":["Activité récente"],"Consultation":["Contrat"],"Inteview":["Inteview ( Inteview )"],"Almost there! Confirm your account details.":["On y est presque! Confirmez les détails de votre compte."],"Enter your account details to activate and save your settings.":["Entrez les détails de votre compte pour activer et enregistrer vos paramètres."],"Sort":["Trier"],"Create":["Créer"],"Back to Service List":["Liste de retour au service"],"Name is required":["Le nom est requis"],"Description is required":["Description requise"],"Duration is required":["La durée est requise"],"Please select the users that can fulfill this service":["S’il vous plaît sélectionner les utilisateurs qui peuvent remplir ce service"],"Close panel":["Choisir un panel"],"Get started by filling in the information below.":["Commencer par remplir les informations ci-dessous."],"Description":["Description"],"Recovery":["Récupération"],"Recovery time extends the length of the appointment for you, not the customer. This enables you to recover from the previous appointment. You will not be available during the recovery time added.":["Le temps de récupération prolonge la durée du rendez-vous pour vous, pas pour le client. Cela vous permet de récupérer du rendez-vous précédent. Vous ne serez pas disponible pendant le temps de récupération ajouté."],"Assigned Users":["Utilisateurs Assignés"],"Select users that can perform this service.":["Sélectionnez les utilisateurs qui peuvent effectuer ce service."],"Service Types":["Types de service"],"Assign service types to help categorize your services.":["Attribuez des types de services pour aider à catégoriser vos services."],"Rooms":["Chambres"],"Saving":["Sauvegarde"],"No Services":["Aucun Service"],"Status":["Statut"],"Delete":["Supprimer"],"Name cannot be empty.":["Le nom ne peut pas être vide."],"Duration cannot be empty.":["La durée ne peut pas être vide."],"Edit":["Modifier"],"Booking online is disabled. You can enable online scheduling in the settings below.":["La réservation en ligne est désactivée. Vous pouvez activer la planification en ligne dans les paramètres ci-dessous."],"Recovery Time":["Temps de récupération"],"Schedule Online":["Planifier en ligne"],"If schedule online is disabled, this service will not be publicly displayed to your customers.":["Si l’horaire en ligne est désactivé, ce service ne sera pas affiché publiquement à vos clients."],"This service is not bookable without at least one user who can perform the service.":["Ce service n’est pas réparable sans au moins un utilisateur qui peut effectuer le service."],"Select the rooms for this service.":["Sélectionnez les chambres pour ce service."],"Confirm Delete":["Confirmer Suppression"],"Are you sure you want to deactivate your account? All of your data will be permanently removed from our servers forever. This action cannot be undone.":["Etes-vous sûr de vouloir désactiver votre compte ? Toutes vos données seront définitivement supprimées de nos serveurs pour toujours. Cette action ne peut pas être annulée."],"Add New":["Ajouter"],"Edit Type":["Modifier le type"],"Assign Service Types":["Assigner les types de services"],"Assign service types to help categorize the service.":["Attribuez des types de services pour aider à catégoriser le service."],"to categorize your services by service types.":["pour classer vos services selon les types de services."],"Availability":["Disponibilité"],"You can manage your basic availability below. For more controls visit the Start Booking application.":["Vous pouvez gérer votre disponibilité de base ci-dessous. Pour plus de contrôles, visitez l’application Démarrer la réservation."],"All Availability Options":["Toutes les options de disponibilité"],"Basic Availability":["Disponibilité de base"],"Billing":["Facturation"],"Product":["Produit"],"Manage":["Gérer"],"Communications":["Communications"],"Managing and adjusting your customer communications, such as emails and text messages, is handled directly on the Start Booking application.":["La gestion et l’ajustement des communications de vos clients, tels que les e-mails et les sms, sont traités directement sur l’application Start Booking."],"Manage Communications":["Gérer les communications"],"Proxy":["Proxy"],"Direct":["Direct"],"Connections":["Connections"],"Disable Online Booking":["Désactiver la réservation en ligne"],"Disabled":["Désactivé"],"Disabling will keep your connection with Start Booking but will online booking forms.":["La désactivation gardera votre connexion avec Start Booking mais sera des formulaires de réservation en ligne."],"API Setting":["Paramètrage API"],"If you are experiencing problems with your server cache causing duplicate appointments or settings not saving, try updating to the Direct method. Direct allows your plugin to communicate directly with the Start Booking service. Proxy, which is the default setting, runs all communication with Start Booking through your WordPress site. When communication is handled via the proxy option, those communications can be delayed due to your server configuration.":["Si vous rencontrez des problèmes avec le cache de votre serveur, ce qui entraîne des rendez-vous en double ou des paramètres qui n’épargnent pas, essayez de mettre à jour la méthode Direct. Direct permet à votre plugin de communiquer directement avec le service Start Booking. Proxy, qui est le paramètre par défaut, exécute toutes les communications avec Démarrer la réservation via votre site WordPress. Lorsque la communication est traitée via l’option proxy, ces communications peuvent être retardées en raison de la configuration de votre serveur."],"If you are having some issues with your connection, reconnect to establish a new connection. This process will not delete any of your other settings.":["Si vous avez des problèmes avec votre connexion, reconnectez-vous pour établir une nouvelle connexion. Ce processus ne supprimera aucun de vos autres paramètres."],"Disconnect":["Déconnecter"],"Disconnecting Start Booking will delete all settings from your WordPress website. This does not cancel your account or delete anything on the Start Booking application.":["La déconnexion de la réservation de démarrage supprimera tous les paramètres de votre site Web WordPress. Cela n’annule pas votre compte ou ne supprime rien sur l’application Démarrer la réservation."],"Select Service":["Sélectionner le service"],"True":["Vrai"],"False":["Faux"],"Embed Options":["Incorporer les Options"],"Embedding the Start Booking form on a page or post is really simple. You have the option to use either the Start Booking blocks or shortcodes in the WordPress editor.":["Intégrer le formulaire de réservation de démarrage sur une page ou un message est vraiment simple. Vous avez la possibilité d’utiliser les blocs de réservation de démarrage ou les codes courts dans l’éditeur WordPress."],"Shortcodes":["Shortcodes"],"To use the Start Booking shortcodes, navigate to any page or post (create or edit screen) and copy and paste one of the below shortcodes where you want your booking form to display.":["Pour utiliser les codes courts Start Booking, accédez à n’importe quelle page ou publication (créez ou modifiez l’écran) et copiez et coller l’un des codes courts ci-dessous où vous souhaitez que votre formulaire de réservation s’affiche."],"Displays a full list of your services":["Affiche une liste complète de vos services"],"Single Service":["Service"],"Displays a preconfigured single service":["Affiche un service unique préconfiguré"],"Service: The ID of your service you want to display.":["Service : L’iD de votre service que vous souhaitez afficher."],"Details: When set to true, the service box will be displayed. When set to false, the service box will be skipped and will go to the next step in the booking process.":["Détails : Lorsqu’elle est définie comme vraie, la boîte de service s’affiche. Lorsqu’il est réglé à faux, la boîte de service sera ignorée et ira à l’étape suivante dans le processus de réservation."],"Single Service Shortcode Generator":["Générateur de shortcode à service unique"],"Select your service and options below to generate a preconfigured shortcode.":["Sélectionnez votre service et les options ci-dessous pour générer un shortcode préconfiguré."],"Display Service Details":["Afficher les détails du service"],"Displays a calendar and list of your available classes":["Affiche un calendrier et une liste de vos classes disponibles"],"Blocks":["Blocs"],"To use the Start Booking Gutenberg blocks, navigate to any page or post (create or edit screen) and select one of the blocks listed below.":["Pour utiliser les blocs Gutenberg de réservation de démarrage, accédez à n’importe quelle page ou publication (créez ou modifiez l’écran) et sélectionnez l’un des blocs énumérés ci-dessous."],"Displays a full list of your classes":["Affiche une liste complète de vos cours"],"Call to action button":["Bouton Appel à action"],"Displays a preconfigured booking button":["Affiche un bouton de réservation préconfiguré"],"Integrations":["Intégrations"],"Reporting":["Rapport"],"Users":["Utilisateurs"],"Connection":["Connexion"],"Managing your":["La gestion de votre"],"integrations":["Intégrations"],"is handled directly on the":["est manipulé directement sur le"],"application":["candidature"],"Manage Integrations":["Gérer les intégrations"],"More coming soon":["D’autres à venir bientôt"],"Viewing and downloading reports is handled directly on the Start Booking application.":["L’affichage et le téléchargement des rapports sont traités directement sur l’application Démarrer la réservation."],"View Reports":["Voir les rapports"],"Review the available settings for your account and booking forms.":["Examinez les paramètres disponibles pour votre compte et les formulaires de réservation."],"Openings Interval":["Intervalle d’ouvertures"],"Set the interval of time for available openings. Default is every 30 minutes.":["Définissez l’intervalle de temps pour les ouvertures disponibles. Par défaut est toutes les 30 minutes."],"Time Display":["Affichage de l'heure"],"Control whether you display time in 12 or 24 hours.":["Contrôlez si vous affichez le temps en 12 ou 24 heures."],"Locale":["Lieu"],"Set the locale of your account to adjust the date and time formats.":["Définissez le lieu de votre compte pour ajuster les formats de date et d’heure."],"Currency":["Devise"],"Change the currency that is used with payments through Start Booking.":["Modifiez la devise utilisée avec les paiements via Start Booking."],"Cancellations":["Annulations"],"Adjust how your cancellations work.":["Ajustez le fonctionnement de vos annulations."],"Adding and managing your users is handled directly on the Start Booking application.":["L’ajout et la gestion de vos utilisateurs sont gérés directement sur l’application Démarrer la réservation."],"Manage Users":["Gérez les utilisateurs"],"Go to":["Aller à"],"Open main menu":["Menu principal ouvert"],"Saved":["Enregistré"],"Success":["Succès"],"Status updated":["Statut mis à jour"],"Cancelled schedule":["Horaire annulé"],"Deleted schedule":["Horaire supprimé"]}}}