{"translation-revision-date":"2021-02-20 14:40-0700","generator":"WP-CLI\/2.4.0","source":"public\/js\/admin\/index.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"nl_NL","plural-forms":"nplurals=2; plural=(n != 1);"},"Dashboard":["Dashboard"],"Services":["Diensten"],"Classes":["Klassen"],"Settings":["Instellingen"],"Loading":["Laden"],"Start Booking":["Begin met boeken"],"Email":["E-mail"],"Phone Number":["Telefoonnummer"],"Name":["Naam"],"Duration":["Duur"],"Service":["Dienst"],"Price":["Prijs"],"Minutes":["Minuten"],"First name is required":["Vul je voornaam in"],"Last name is required":["Achternaam is verplicht"],"Email is required":["E-mailadres is verplicht"],"Password is required":["Wachtwoord is verplicht"],"Password must be more then 6 characters":["Wachtwoord moet meer dan 6 tekens bevatten"],"Timezone is required":["Tijdzone is vereist"],"Close":["Sluiten"],"First name":["Voornaam"],"Last name":["Achternaam"],"Password":["Wachtwoord"],"Account Timezone":["Tijdzone van rekening"],"Activate Account":["Activeer account"],"Activating":["Activeren"],"By activating your account, you agree to the ":["Door uw account te activeren, gaat u akkoord met de "],"Terms":["Voorwaarden"],"and":["en"],"Privacy Policy":["Privacybeleid"],"Have Questions?":["Heb je vragen?"],"Get 1 on 1 time with an online booking expert to help you get your account setup.":["Krijg 1 op 1 keer met een online boekingsexpert om u te helpen uw account in te stellen."],"Schedule Consultation":["Planning Consult"],"First, please confirm your account details.":["Bevestig eerst uw accountgegevens."],"Enter your account details below to activate your account.":["Voer hieronder uw accountgegevens in om uw account te activeren."],"Use setting":["Instelling gebruiken"],"Sunday":["Zondag"],"Monday":["Maandag"],"Tuesday":["Dinsdag"],"Wednesday":["Woensdag"],"Thursday":["Donderdag"],"Friday":["Vrijdag"],"Saturday":["Zaterdag"],"Save":["Opslaan"],"Booking Page":["Boekingspagina"],"Booking Pages":["Boekingspagina's"],"Open options":["Opties openen"],"Congratulations! You added your first service.":["Gefeliciteerd! Je hebt je eerste service toegevoegd."],"Continue with setup":["Doorgaan met instellen"],"Well done! Onto the next step.":["Goed gedaan! Op naar de volgende stap."],"Congratulations! Now let's complete your account setup.":["Gefeliciteerd! Laten we nu uw accountinstellingen voltooien."],"Pick a plan for your online scheduling":["Kies een abonnement voor uw online planning"],"You are":["Ik ben"],"currently on a free trial":["momenteel op een gratis proefperiode"],"With a free trial, you get the benefits of testing multiple users, classes, custom fields, text messages, etc. It's a lot! To continue using these features you need to select a plan or your account will be downgraded at the end of your trial.":["Met een gratis proefperiode krijgt u de voordelen van het testen van meerdere gebruikers, klassen, aangepaste velden, sms-berichten, enz. Het is veel! Als u deze functies wilt blijven gebruiken, moet u een abonnement selecteren, anders wordt uw account aan het einde van uw proefperiode gedowngraded."],"Pick my plan":["Kies mijn plan"],"Days Remaining":["Dagen Over"],"Your account is limited":["Uw account is beperkt"],"currently on the limited plan":["momenteel op het beperkte plan"],"With the limited plan, you are missing out on multiple users, classes, 2-way Google Calendar, custom fields, advanced reporting just to name a few features. Upgrade today to get access to premium functionality.":["Met het beperkte abonnement mis je meerdere gebruikers, klassen, 2-weg Google Agenda, aangepaste velden, geavanceerde rapportage om maar een paar functies te noemen. Upgrade vandaag nog om toegang te krijgen tot premium functionaliteit."],"Pick a plan":["Kies een plan"],"Your free trial has started":["Uw gratis proefperiode is gestart"],"days left in trial":["resterende dagen in de rechtszaak"],"You have":["Je hebt"],"days left in your free trial":["resterende dagen in uw gratis proefperiode"],"Your free trial expires today! Pick a plan to continue using your premium features.":["Uw gratis proefperiode verloopt vandaag nog! Kies een abonnement om uw premiumfuncties te blijven gebruiken."],"Select a plan":["Selecteer een plan"],"Your free trial has started.":["Uw gratis proefperiode is gestart."],"Welcome!":["Welkom!"],"It's time to Start Booking.":["Het is tijd om te beginnen met boeken."],"Hold tight while we load your new online booking experience.":["Houd je goed vast terwijl we je nieuwe online boekingservaring laden."],"You're account is ready to go! With your premium trial enjoy unlimited appointments, multiple users, text message reminders and powerful integrations.":["Je account is klaar om te gaan! Geniet met uw premium proefperiode van onbeperkte afspraken, meerdere gebruikers, herinneringen aan sms'jes en krachtige integraties."],"Get Started":["Aan de slag"],"Include":["Sluit in"],"If you include a Zoom link, your customers will receive a Zoom link with their appointment confirmation emails.":["Als u een Zoom-link opneemt, ontvangen uw klanten een Zoom-link met hun e-mails met afspraakbevestiging."],"Yes":["Ja"],"No":["Nee"],"Connecting Zoom will provide you with the ability to include a Zoom link with your appointments.":["Als u Zoom verbindt, u een Zoom-koppeling opnemen bij uw afspraken."],"Connect":["Verbinden"],"Not a valid email":["Geen geldig e-mailadres"],"Password is too short. Must be at least 6 characters.":["Wachtwoord is te kort. Moet ten minste 6 tekens bevatten."],"Password is too weak":["Wachtwoord is te zwak"],"Country":["Land"],"Rooms are resources that this service requires. For example, if you need to ensure that a specific room is available in order to perform this service, attach the room to the service and we will check before displaying your availability.":["Kamers zijn bronnen die deze service vereist. Als u er bijvoorbeeld voor moet zorgen dat er een specifieke kamer beschikbaar is om deze service uit te voeren, bevestigt u de kamer aan de service en controleren we voordat we uw beschikbaarheid weergeven."],"Upgrade":["Upgrade"],"to add rooms for this service":["om kamers toe te voegen voor deze service"],"No Rooms":["Geen Kamer"],"Remove small option":["Kleine optie verwijderen"],"Room Name":["Ruimte naam"],"Cancel":["Annuleren"],"No Service Types":["Geen servicetypen"],"to":["tot"],"Connect with Start Booking":["Maak verbinding met Start Booking"],"Email address":["E-mailadres"],"Forgot your password?":["Wachtwoord vergeten?"],"Or":["Of"],"Access my existing account":["Toegang tot mijn bestaande account"],"If you have already been using Start Booking but you don't know your login, start here.":["Als u Start Booking al hebt gebruikt, maar u weet niet hoe u bent ingelogd, start dan hier."],"Access Account":["Toegangsaccount"],"Start New Free Trial":["Nieuwe gratis proefversie starten"],"Today":["Vandaag"],"Yesterday":["Gisteren"],"No Bookings Yet.":["Nog geen boekingen."],"Welcome! Let's get started.":["Welkom! Laten we beginnen."],"You're off to a great start!":["Je bent goed begonnen."],"Add Services":["Voeg diensten toe"],"Adjust Availability":["Beschikbaarheid aanpassen"],"Connect Calendar":["Agenda verbinden"],"Review Booking Page":["Boekingspagina bekijken"],"You've created a service. Good Job!":["Je hebt een service gemaakt. Goed gedaan!"],"Add more services or move onto adjusting your availability.":["Voeg meer services toe of ga verder met het aanpassen van uw beschikbaarheid."],"Create another service":["Een andere service maken"],"Want to try out classes or group events instead of appointments?":["Wil je lessen of groepsevenementen uitproberen in plaats van afspraken?"],"Log into Start Booking":["Inloggen op Boeking starten"],"to get started creating classes.":["om aan de slag te gaan met het maken van klassen."],"Learn more about services":["Meer informatie over services"],"Create your services":["Maak uw services"],"Create the services that you want your customers to book.":["Maak de services die u wilt dat uw klanten boeken."],"Create Service":["Service maken"],"Do you offer classes or group events? Consider ":["Biedt u lessen of groepsevenementen aan? Overwegen "],"creating a class instead":["in plaats daarvan een klasse maken"],"Learn more about creating services":["Meer informatie over het maken van services"],"You've adjusted your availability. Good job!":["Je hebt je beschikbaarheid aangepast. Goed gedaan!"],"Still looking for more control of your availability? Head over to ":["Nog steeds op zoek naar meer controle over uw beschikbaarheid? Ga naar "],"to review all options for your account.":["om alle opties voor uw account te bekijken."],"Learn more about availability":["Meer informatie over beschikbaarheid"],"Adjust your availability":["Pas uw beschikbaarheid aan"],"Set your availability so we know when to display times to your customers. For more control over your availability, visit ":["Stel uw beschikbaarheid zo in dat we weten wanneer we tijden aan uw klanten moeten weergeven. Ga voor meer controle over uw beschikbaarheid naar "],"Connect calendar skipped":["Agenda verbinden overgeslagen"],"Marked as complete":["Gemarkeerd als voltooid"],"I don't use Google Calendar":["Ik gebruik Google Agenda niet"],"Learn more about Google Calendar":["Meer informatie over Google Agenda"],"Calendar Connected":["Agenda verbonden"],"Good work connecting your calendar. To learn more about how the Google Calendar integration works see our":["Goed werk om je agenda met elkaar te verbinden. Zie onze"],"integration overview":["integratie overzicht"],"View Integrations":["Integraties weergeven"],"Connect your calendar":["Verbind uw agenda"],"Connect your calendar with Google Calendar.":["Verbind je agenda met Google Agenda."],"Connect Google Calendar":["Google Agenda verbinden"],"Mark complete":["Markeer als geïmporteerd"],"Take a look at your booking page. It looks good!":["Neem een kijkje op uw boekingspagina. Het ziet er goed uit!"],"We already created a booking page for you. Review what your customers will see when booking with you.":["We hebben al een boekingspagina voor je gemaakt. Bekijk wat uw klanten zullen zien wanneer u bij u boekt."],"No Activity Yet.":["Nog geen activiteit."],"Recent Activity":["Recente Activiteit"],"Consultation":["Raadpleging"],"Inteview":["Inteview"],"Almost there! Confirm your account details.":["Bijna daar! Bevestig uw accountgegevens."],"Enter your account details to activate and save your settings.":["Voer uw accountgegevens in om uw instellingen te activeren en op te slaan."],"Sort":["Sorteer"],"Create":["Aanmaken"],"Back to Service List":["Terug naar servicelijst"],"Name is required":["Naam is verplicht"],"Description is required":["Omschrijving is verplicht"],"Duration is required":["Duur is vereist"],"Please select the users that can fulfill this service":["Selecteer de gebruikers die deze service kunnen uitvoeren"],"Close panel":["Paneel sluiten"],"Get started by filling in the information below.":["Ga aan de slag door onderstaande gegevens in te vullen."],"Description":["Omschrijving"],"Recovery":["Herstel"],"Recovery time extends the length of the appointment for you, not the customer. This enables you to recover from the previous appointment. You will not be available during the recovery time added.":["De hersteltijd verlengt de duur van de afspraak voor u, niet voor de klant. Zo u herstellen van de vorige afspraak. U bent niet beschikbaar tijdens de toegevoegde hersteltijd."],"Assigned Users":["Toegewezen gebruikers"],"Select users that can perform this service.":["Selecteer gebruikers die deze service kunnen uitvoeren."],"Service Types":["Servicetypen"],"Assign service types to help categorize your services.":["Wijs servicetypen toe om uw services te categoriseren."],"Rooms":["Kamers"],"Saving":["Opslaan"],"No Services":["Diensten"],"Status":["Status"],"Delete":["Verwijderen"],"Name cannot be empty.":["Naam kan niet leeg zijn."],"Duration cannot be empty.":["De duur mag niet leeg zijn."],"Edit":["Bewerken"],"Booking online is disabled. You can enable online scheduling in the settings below.":["Online boeken is uitgeschakeld. U online plannen inschakelen in de onderstaande instellingen."],"Recovery Time":["Hersteltijd"],"Schedule Online":["Online plannen"],"If schedule online is disabled, this service will not be publicly displayed to your customers.":["Als online plannen is uitgeschakeld, wordt deze service niet openbaar weergegeven aan uw klanten."],"This service is not bookable without at least one user who can perform the service.":["Deze service kan niet worden geboekt zonder ten minste één gebruiker die de service kan uitvoeren."],"Select the rooms for this service.":["Selecteer de kamers voor deze service."],"Confirm Delete":["Bevestig verwijderen"],"Are you sure you want to deactivate your account? All of your data will be permanently removed from our servers forever. This action cannot be undone.":["Weet u zeker dat u uw account wilt deactiveren? Al uw gegevens worden voor altijd permanent van onze servers verwijderd. Deze actie kan niet ongedaan worden gemaakt."],"Add New":["Nieuwe toevoegen"],"Edit Type":["Bewerk type"],"Assign Service Types":["Servicetypen toewijzen"],"Assign service types to help categorize the service.":["Wijs servicetypen toe om de service te categoriseren."],"to categorize your services by service types.":["om uw services te categoriseren op servicetypen."],"Availability":["Beschikbaarheid"],"You can manage your basic availability below. For more controls visit the Start Booking application.":["U hieronder uw basisbeschikbaarheid beheren. Ga voor meer besturingselementen naar de toepassing Boeking starten."],"All Availability Options":["Alle beschikbaarheidsopties"],"Basic Availability":["Basisbeschikbaarheid"],"Billing":["Facturatie"],"Product":["Product"],"Manage":["Beheren"],"Communications":["Communicatie"],"Managing and adjusting your customer communications, such as emails and text messages, is handled directly on the Start Booking application.":["Het beheren en aanpassen van uw klantcommunicatie, zoals e-mails en sms-berichten, wordt rechtstreeks afgehandeld op de Start Booking-applicatie."],"Manage Communications":["Communicatie beheren"],"Proxy":["Proxy"],"Direct":["Direct"],"Connections":["Connecties"],"Disable Online Booking":["Online boeken uitschakelen"],"Disabled":["Uitgeschakeld"],"Disabling will keep your connection with Start Booking but will online booking forms.":["Uitschakelen houdt uw verbinding met Start Booking, maar zal online boekingsformulieren."],"API Setting":["API-instelling"],"If you are experiencing problems with your server cache causing duplicate appointments or settings not saving, try updating to the Direct method. Direct allows your plugin to communicate directly with the Start Booking service. Proxy, which is the default setting, runs all communication with Start Booking through your WordPress site. When communication is handled via the proxy option, those communications can be delayed due to your server configuration.":["Als u problemen ondervindt met uw servercache waardoor dubbele afspraken of instellingen niet worden opgeslagen, probeert u deze bij te werken naar de methode Direct. Direct stelt uw plug-in in staat om rechtstreeks te communiceren met de Start Booking-service. Proxy, de standaardinstelling, voert alle communicatie met Start Booking uit via uw WordPress-site. Wanneer communicatie wordt afgehandeld via de proxyoptie, kunnen deze communicatie worden vertraagd vanwege uw serverconfiguratie."],"If you are having some issues with your connection, reconnect to establish a new connection. This process will not delete any of your other settings.":["Als u problemen ondervindt met uw verbinding, maakt u opnieuw verbinding om een nieuwe verbinding tot stand te brengen. Dit proces verwijdert geen van uw andere instellingen."],"Disconnect":["Verbinding verbreken"],"Disconnecting Start Booking will delete all settings from your WordPress website. This does not cancel your account or delete anything on the Start Booking application.":["Als u de verbinding met Start Booking verbreekt, worden alle instellingen van uw WordPress-website verwijderd. Dit annuleert uw account niet en verwijdert niets in de Start Booking-applicatie."],"Select Service":["Selecteer Dienst"],"True":["Waar"],"False":["Niet waar"],"Embed Options":["Embed Opties"],"Embedding the Start Booking form on a page or post is really simple. You have the option to use either the Start Booking blocks or shortcodes in the WordPress editor.":["Het insluiten van het startboekingsformulier op een pagina of bericht is heel eenvoudig. Je hebt de mogelijkheid om de startboekingsblokken of shortcodes in de WordPress-editor te gebruiken."],"Shortcodes":["Shortcodes"],"To use the Start Booking shortcodes, navigate to any page or post (create or edit screen) and copy and paste one of the below shortcodes where you want your booking form to display.":["Als u de shortcodes voor boeking starten wilt gebruiken, navigeert u naar een pagina of bericht (scherm maken of bewerken) en kopieert en plakt u een van de onderstaande shortcodes waar u uw boekingsformulier wilt weergeven."],"Displays a full list of your services":["Geeft een volledige lijst van uw services weer"],"Single Service":["Enkele Dienst"],"Displays a preconfigured single service":["Geeft een vooraf geconfigureerde enkele service weer"],"Service: The ID of your service you want to display.":["Service: de ID van uw service die u wilt weergeven."],"Details: When set to true, the service box will be displayed. When set to false, the service box will be skipped and will go to the next step in the booking process.":["Details: Wanneer deze zijn ingesteld op true, wordt het servicevak weergegeven. Wanneer deze is ingesteld op false, wordt het servicevak overgeslagen en gaat het naar de volgende stap in het boekingsproces."],"Single Service Shortcode Generator":["Single Service Shortcode Generator"],"Select your service and options below to generate a preconfigured shortcode.":["Selecteer hieronder uw service en opties om een vooraf geconfigureerde shortcode te genereren."],"Display Service Details":["Servicegegevens weergeven"],"Displays a calendar and list of your available classes":["Geeft een agenda en lijst met beschikbare klassen weer"],"Blocks":["Blokken"],"To use the Start Booking Gutenberg blocks, navigate to any page or post (create or edit screen) and select one of the blocks listed below.":["Als u de blokken Start Booking Gutenberg wilt gebruiken, navigeert u naar een pagina of bericht (scherm maken of bewerken) en selecteert u een van de onderstaande blokken."],"Displays a full list of your classes":["Geeft een volledige lijst van je lessen weer"],"Call to action button":["“Call to Action”-knop tekst"],"Displays a preconfigured booking button":["Geeft een vooraf geconfigureerde boekingsknop weer"],"Integrations":["Integraties"],"Reporting":["Rapportage"],"Users":["Gebruikers"],"Connection":["Verbinding"],"Managing your":["Het beheren van uw"],"integrations":["Integraties"],"is handled directly on the":["wordt direct op de"],"application":["Toepassing"],"Manage Integrations":["Beheer Integraties"],"More coming soon":["Binnenkort meer"],"Viewing and downloading reports is handled directly on the Start Booking application.":["Het bekijken en downloaden van rapporten wordt rechtstreeks afgehandeld op de Start Booking-applicatie."],"View Reports":["Rapporten weergeven"],"Review the available settings for your account and booking forms.":["Bekijk de beschikbare instellingen voor uw account en boekingsformulieren."],"Openings Interval":["Openingsinterval"],"Set the interval of time for available openings. Default is every 30 minutes.":["Stel het tijdsinterval in voor beschikbare openingen. Standaard is elke 30 minuten."],"Time Display":["Tijdweergave"],"Control whether you display time in 12 or 24 hours.":["Bepaal of u de tijd in 12 of 24 uur weergeeft."],"Locale":["Locale"],"Set the locale of your account to adjust the date and time formats.":["Stel de landinstelling van uw account in om de datum- en tijdnotaties aan te passen."],"Currency":["Valuta"],"Change the currency that is used with payments through Start Booking.":["Wijzig de valuta die wordt gebruikt bij betalingen via Boeking starten."],"Cancellations":["Annuleringen"],"Adjust how your cancellations work.":["Pas aan hoe uw annuleringen werken."],"Adding and managing your users is handled directly on the Start Booking application.":["Het toevoegen en beheren van uw gebruikers wordt rechtstreeks afgehandeld op de Start Booking-applicatie."],"Manage Users":["Gebruikers beheren"],"Go to":["Ga naar"],"Open main menu":["Hoofdmenu openen"],"Saved":["Opgeslagen"],"Success":["Succes"],"Status updated":["Status bijgewerkt"],"Cancelled schedule":["Geannuleerd schema"],"Deleted schedule":["Verwijderd schema"]}}}