{"translation-revision-date":"2021-02-20 14:42-0700","generator":"WP-CLI\/2.4.0","source":"public\/js\/admin\/index.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"it_IT","plural-forms":"nplurals=2; plural=(n != 1);"},"Dashboard":["Bacheca"],"Services":["Servizi"],"Classes":["Classi"],"Settings":["Impostazioni"],"Loading":["Caricamento"],"Start Booking":["Inizia la prenotazione"],"Email":["Email"],"Phone Number":["Numero di telefono"],"Name":["Nome"],"Duration":["Durata"],"Service":["Servizio"],"Price":["Prezzo"],"Minutes":["Minuti"],"First name is required":["Il nome è obbligatorio"],"Last name is required":["Il cognome è obbligatorio"],"Email is required":["L'Email è richiesta"],"Password is required":["Password obbligatoria"],"Password must be more then 6 characters":["La password deve essere superiore a 6 caratteri"],"Timezone is required":["Il fuso orario è obbligatorio"],"Close":["Chiudi"],"First name":["Nome"],"Last name":["Cognome"],"Password":["Password"],"Account Timezone":["Fuso orario account"],"Activate Account":["Attiva l'account"],"Activating":["Attivazione"],"By activating your account, you agree to the ":["Attivando il tuo account, accetti "],"Terms":["Termini"],"and":["e"],"Privacy Policy":["Privacy Policy"],"Have Questions?":["Hai domande?"],"Get 1 on 1 time with an online booking expert to help you get your account setup.":["Ottieni 1 volta su 1 con un esperto di prenotazione online per aiutarti a ottenere la configurazione del tuo account."],"Schedule Consultation":["Programma di consultazione"],"First, please confirm your account details.":["Innanzitutto, conferma i dettagli del tuo account."],"Enter your account details below to activate your account.":["Inserisci i dettagli del tuo account qui sotto per attivare il tuo account."],"Use setting":["Usare l'impostazione"],"Sunday":["Domenica"],"Monday":["Lunedì"],"Tuesday":["Martedì"],"Wednesday":["Mercoledì"],"Thursday":["Giovedì"],"Friday":["Venerdì"],"Saturday":["Sabato"],"Save":["Salva"],"Booking Page":["Pagina di prenotazione"],"Booking Pages":["Pagine di prenotazione"],"Open options":["Opzioni aperte"],"Congratulations! You added your first service.":["Congratulazioni! Hai aggiunto il tuo primo servizio."],"Continue with setup":["Continua la configurazione"],"Well done! Onto the next step.":["Ben fatto! Al passo successivo."],"Congratulations! Now let's complete your account setup.":["Congratulazioni! Ora completiamo la configurazione dell'account."],"Pick a plan for your online scheduling":["Scegli un piano per la tua pianificazione online"],"You are":["Sei"],"currently on a free trial":["attualmente in prova gratuita"],"With a free trial, you get the benefits of testing multiple users, classes, custom fields, text messages, etc. It's a lot! To continue using these features you need to select a plan or your account will be downgraded at the end of your trial.":["Con una prova gratuita, ottieni i vantaggi di testare più utenti, classi, campi personalizzati, messaggi di testo, ecc. È molto! Per continuare a utilizzare queste funzionalità è necessario selezionare un piano o il tuo account verrà declassato alla fine della versione di valutazione."],"Pick my plan":["Scegli il mio piano"],"Days Remaining":["Giorni che Rimangono"],"Your account is limited":["Il tuo account è limitato"],"currently on the limited plan":["attualmente sul piano limitato"],"With the limited plan, you are missing out on multiple users, classes, 2-way Google Calendar, custom fields, advanced reporting just to name a few features. Upgrade today to get access to premium functionality.":["Con il piano limitato, ti stai perdendo più utenti, classi, Google Calendar a 2 modi, campi personalizzati, report avanzati solo per nominare alcune funzionalità. Esegui l'aggiornamento oggi stesso per accedere a funzionalità premium."],"Pick a plan":["Scegliere un piano"],"Your free trial has started":["La tua prova gratuita è iniziata"],"days left in trial":["giorni lasciati in prova"],"You have":["Quello che hai"],"days left in your free trial":["giorni rimasti nella prova gratuita"],"Your free trial expires today! Pick a plan to continue using your premium features.":["La tua prova gratuita scade oggi! Scegli un piano per continuare a utilizzare le tue funzionalità premium."],"Select a plan":["Seleziona un Piano"],"Your free trial has started.":["La tua prova gratuita è iniziata."],"Welcome!":["Benvenuto!"],"It's time to Start Booking.":["È ora di iniziare a prenotare."],"Hold tight while we load your new online booking experience.":["Tieniti forte mentre carichiamo la tua nuova esperienza di prenotazione online."],"You're account is ready to go! With your premium trial enjoy unlimited appointments, multiple users, text message reminders and powerful integrations.":["Il tuo account è pronto per partire! Con la tua prova premium goditi appuntamenti illimitati, più utenti, promemoria di messaggi di testo e potenti integrazioni."],"Get Started":["Inizia"],"Include":["Includi"],"If you include a Zoom link, your customers will receive a Zoom link with their appointment confirmation emails.":["Se includi un link Zoom, i tuoi clienti riceveranno un link Zoom con le loro e-mail di conferma degli appuntamenti."],"Yes":["Si"],"No":["No"],"Connecting Zoom will provide you with the ability to include a Zoom link with your appointments.":["La connessione di Zoom ti fornirà la possibilità di includere un collegamento Zoom con i tuoi appuntamenti."],"Connect":["Connetti"],"Not a valid email":["Indirizzo email non valido"],"Password is too short. Must be at least 6 characters.":["La password è troppo breve. Devono essere almeno 6 caratteri."],"Password is too weak":["La password inserita è troppo debole."],"Country":["Nazione"],"Rooms are resources that this service requires. For example, if you need to ensure that a specific room is available in order to perform this service, attach the room to the service and we will check before displaying your availability.":["Le camere sono risorse necessarie per questo servizio. Ad esempio, se è necessario assicurarsi che sia disponibile una stanza specifica per eseguire questo servizio, collegare la camera al servizio e controlleremo prima di visualizzare la disponibilità."],"Upgrade":["Aggiorna"],"to add rooms for this service":["per aggiungere sale per questo servizio"],"No Rooms":["Nessuna Camera"],"Remove small option":["Rimuovi piccola opzione"],"Room Name":["Nome della camera"],"Cancel":["Annulla"],"No Service Types":["Tipi Servizio"],"to":["a"],"Connect with Start Booking":["Connettiti con Start Booking"],"Email address":["Indirizzo email"],"Forgot your password?":["Hai dimenticato la password?"],"Or":["Oppure"],"Access my existing account":["Accedere all'account esistente"],"If you have already been using Start Booking but you don't know your login, start here.":["Se hai già utilizzato Start Booking ma non conosci il tuo login, inizia da qui."],"Access Account":["Account di accesso"],"Start New Free Trial":["Inizia una nuova prova gratuita"],"Today":["Oggi"],"Yesterday":["Ieri"],"No Bookings Yet.":["Nessuna prenotazione ancora."],"Welcome! Let's get started.":["Benvenuto! Iniziamo."],"You're off to a great start!":["Sei all'inizio!"],"Add Services":["﻿Aggiungi servizi"],"Adjust Availability":["Regolare la disponibilità"],"Connect Calendar":["Connetti calendario"],"Review Booking Page":["Pagina di prenotazione revisione"],"You've created a service. Good Job!":["È stato creato un servizio. Ottimo lavoro!"],"Add more services or move onto adjusting your availability.":["Aggiungere altri servizi o passare alla regolazione della disponibilità."],"Create another service":["Creare un altro servizio"],"Want to try out classes or group events instead of appointments?":["Vuoi provare le lezioni o gli eventi di gruppo invece degli appuntamenti?"],"Log into Start Booking":["Accedi alla prenotazione iniziale"],"to get started creating classes.":["per iniziare a creare classi."],"Learn more about services":["Ulteriori informazioni sui servizi"],"Create your services":["Creare i servizi"],"Create the services that you want your customers to book.":["Crea i servizi che desideri che i tuoi clienti prenotino."],"Create Service":["Crea servizio"],"Do you offer classes or group events? Consider ":["Offrite lezioni o eventi di gruppo? Considerare "],"creating a class instead":["Creazione di una classe"],"Learn more about creating services":["Altre informazioni sulla creazione di servizi"],"You've adjusted your availability. Good job!":["Hai modificato la tua disponibilità. Ottimo lavoro!"],"Still looking for more control of your availability? Head over to ":["Stai ancora cercando un maggiore controllo della tua disponibilità? Vai a "],"to review all options for your account.":["per rivedere tutte le opzioni per il tuo account."],"Learn more about availability":["Ulteriori informazioni sulla disponibilità"],"Adjust your availability":["Regolare la disponibilità"],"Set your availability so we know when to display times to your customers. For more control over your availability, visit ":["Imposta la tua disponibilità in modo da sapere quando visualizzare gli orari ai tuoi clienti. Per un maggiore controllo sulla tua disponibilità, visita "],"Connect calendar skipped":["Connettere il calendario ignorato"],"Marked as complete":["Contrassegnato come completo"],"I don't use Google Calendar":["Non uso Google Calendar"],"Learn more about Google Calendar":["Ulteriori informazioni su Google Calendar"],"Calendar Connected":["Calendario connesso"],"Good work connecting your calendar. To learn more about how the Google Calendar integration works see our":["Ottimo lavoro per collegare il tuo calendario. Per saperne di più sul funzionamento dell'integrazione di Google Calendar, consulta il nostro"],"integration overview":["panoramica dell'integrazione"],"View Integrations":["Visualizza integrazioni"],"Connect your calendar":["Connettere il calendario"],"Connect your calendar with Google Calendar.":["Collega il tuo calendario a Google Calendar."],"Connect Google Calendar":["Connetti Google Calendar"],"Mark complete":["Contrassegna come Completo"],"Take a look at your booking page. It looks good!":["Dai un'occhiata alla tua pagina di prenotazione. Sembra buono!"],"We already created a booking page for you. Review what your customers will see when booking with you.":["Abbiamo già creato una pagina di prenotazione per te. Controlla cosa vedranno i tuoi clienti al momento della prenotazione con te."],"No Activity Yet.":["Nessuna attività ancora."],"Recent Activity":["Attività recente"],"Consultation":["Consultazione"],"Inteview":["Inteview"],"Almost there! Confirm your account details.":["Quasi lì! Conferma i dettagli del tuo account."],"Enter your account details to activate and save your settings.":["Immettere i dettagli dell'account per attivare e salvare le impostazioni."],"Sort":["Ordina"],"Create":["Crea"],"Back to Service List":["Torna all'elenco dei servizi"],"Name is required":["Il Nome è richiesto"],"Description is required":["Descrizione richiesta"],"Duration is required":["La durata è richiesta"],"Please select the users that can fulfill this service":["Seleziona gli utenti che possono adempiere a questo servizio"],"Close panel":["Chiudi pannello"],"Get started by filling in the information below.":["Inizia compilando le informazioni qui sotto."],"Description":["Descrizione"],"Recovery":["Ricovero"],"Recovery time extends the length of the appointment for you, not the customer. This enables you to recover from the previous appointment. You will not be available during the recovery time added.":["Il tempo di recupero prolunga la durata dell'appuntamento per te, non per il cliente. Ciò consente di ripristinare dall'appuntamento precedente. Non sarai disponibile durante il tempo di recupero aggiunto."],"Assigned Users":["Operatori assegnati"],"Select users that can perform this service.":["Selezionare gli utenti che possono eseguire questo servizio."],"Service Types":["Tipi Servizio"],"Assign service types to help categorize your services.":["Assegnare tipi di servizio per categorizzare i servizi."],"Rooms":["Camere"],"Saving":["Salvataggio"],"No Services":["Nessun servizio"],"Status":["Stato"],"Delete":["Elimina"],"Name cannot be empty.":["Il nome non può essere vuoto."],"Duration cannot be empty.":["La durata non può essere vuota."],"Edit":["Modifica"],"Booking online is disabled. You can enable online scheduling in the settings below.":["La prenotazione online è disabilitata. È possibile abilitare la pianificazione online nelle impostazioni seguenti."],"Recovery Time":["Tempo di ripristino"],"Schedule Online":["Pianificare online"],"If schedule online is disabled, this service will not be publicly displayed to your customers.":["Se la pianificazione online è disabilitata, questo servizio non verrà visualizzato pubblicamente ai clienti."],"This service is not bookable without at least one user who can perform the service.":["Questo servizio non è prenotabile senza almeno un utente in grado di eseguire il servizio."],"Select the rooms for this service.":["Selezionare le stanze per questo servizio."],"Confirm Delete":["Conferma eliminazione"],"Are you sure you want to deactivate your account? All of your data will be permanently removed from our servers forever. This action cannot be undone.":["Disattivare l'account? Tutti i tuoi dati verranno rimossi definitivamente dai nostri server per sempre. Questa azione non può essere annullata."],"Add New":["Aggiungi Nuovo"],"Edit Type":["Modifica Tipologia"],"Assign Service Types":["Assegnare tipi di servizio"],"Assign service types to help categorize the service.":["Assegnare tipi di servizio per categorizzare il servizio."],"to categorize your services by service types.":["per classificare i servizi in base ai tipi di servizio."],"Availability":["Disponibilità"],"You can manage your basic availability below. For more controls visit the Start Booking application.":["Puoi gestire la tua disponibilità di base di seguito. Per ulteriori controlli, visita l'applicazione Avvia prenotazione."],"All Availability Options":["Tutte le opzioni di disponibilità"],"Basic Availability":["Disponibilità di base"],"Billing":["Fatturazione"],"Product":["Prodotto"],"Manage":["Gestisci"],"Communications":["Comunicazioni"],"Managing and adjusting your customer communications, such as emails and text messages, is handled directly on the Start Booking application.":["La gestione e la regolazione delle comunicazioni con i clienti, ad esempio e-mail e messaggi di testo, viene gestita direttamente nell'applicazione Avvia prenotazione."],"Manage Communications":["Gestire le comunicazioni"],"Proxy":["Tipo di Proxy"],"Direct":["Diretto"],"Connections":["Connessioni"],"Disable Online Booking":["Disabilita prenotazione online"],"Disabled":["Disabilitato"],"Disabling will keep your connection with Start Booking but will online booking forms.":["La disattivazione manterrà la connessione con Start Booking, ma fornirà moduli di prenotazione online."],"API Setting":["Impostazione API"],"If you are experiencing problems with your server cache causing duplicate appointments or settings not saving, try updating to the Direct method. Direct allows your plugin to communicate directly with the Start Booking service. Proxy, which is the default setting, runs all communication with Start Booking through your WordPress site. When communication is handled via the proxy option, those communications can be delayed due to your server configuration.":["Se si verificano problemi con la cache del server causando il rilevamento di appuntamenti o impostazioni duplicati, provare ad eseguire l'aggiornamento al metodo Direct. Direct consente al tuo plugin di comunicare direttamente con il servizio Start Booking. Proxy, che è l'impostazione predefinita, esegue tutte le comunicazioni con Start Booking tramite il tuo sito WordPress. Quando la comunicazione viene gestita tramite l'opzione proxy, tali comunicazioni possono essere ritardate a causa della configurazione del server."],"If you are having some issues with your connection, reconnect to establish a new connection. This process will not delete any of your other settings.":["In caso di problemi con la connessione, riconnettersi per stabilire una nuova connessione. Questo processo non eliminerà nessuna delle altre impostazioni."],"Disconnect":["Disconnetti"],"Disconnecting Start Booking will delete all settings from your WordPress website. This does not cancel your account or delete anything on the Start Booking application.":["La disconnessione di Start Booking eliminerà tutte le impostazioni dal tuo sito Web WordPress. Ciò non annulla il tuo account o elimina nulla nell'applicazione Avvia prenotazione."],"Select Service":["Seleziona Servizio"],"True":["Vero"],"False":["Falso"],"Embed Options":["Opzioni di incorporamento"],"Embedding the Start Booking form on a page or post is really simple. You have the option to use either the Start Booking blocks or shortcodes in the WordPress editor.":["Incorporare il modulo Avvia prenotazione in una pagina o in un post è davvero semplice. Hai la possibilità di utilizzare i blocchi Start Booking o i codici brevi nell'editor wordpress."],"Shortcodes":["Shortcodes"],"To use the Start Booking shortcodes, navigate to any page or post (create or edit screen) and copy and paste one of the below shortcodes where you want your booking form to display.":["Per utilizzare i codici brevi Avvia prenotazione, passare a qualsiasi pagina o post (creare o modificare la schermata) e copiare e incollare uno dei codici brevi seguenti in cui si desidera visualizzare il modulo di prenotazione."],"Displays a full list of your services":["Visualizza un elenco completo dei servizi"],"Single Service":["Singolo servizio"],"Displays a preconfigured single service":["Visualizza un singolo servizio preconfigurato"],"Service: The ID of your service you want to display.":["Servizio: l'ID del servizio che si desidera visualizzare."],"Details: When set to true, the service box will be displayed. When set to false, the service box will be skipped and will go to the next step in the booking process.":["Dettagli: se impostato su true, verrà visualizzata la casella di servizio. Se impostato su false, la casella di servizio verrà saltata e andrà al passaggio successivo nel processo di prenotazione."],"Single Service Shortcode Generator":["Generatore di codici brevi a servizio singolo"],"Select your service and options below to generate a preconfigured shortcode.":["Selezionare il servizio e le opzioni seguenti per generare uno shortcode preconfigurato."],"Display Service Details":["Visualizza dettagli servizio"],"Displays a calendar and list of your available classes":["Visualizza un calendario e un elenco delle classi disponibili"],"Blocks":["Settori"],"To use the Start Booking Gutenberg blocks, navigate to any page or post (create or edit screen) and select one of the blocks listed below.":["Per utilizzare i blocchi Start Booking Gutenberg, passare a qualsiasi pagina o post (creare o modificare la schermata) e selezionare uno dei blocchi elencati di seguito."],"Displays a full list of your classes":["Visualizza un elenco completo delle classi"],"Call to action button":["Pulsante call to action"],"Displays a preconfigured booking button":["Visualizza un pulsante di prenotazione preconfigurato"],"Integrations":["Integrazioni"],"Reporting":["Rapporto"],"Users":["Utenti"],"Connection":["Connessione"],"Managing your":["Gestione"],"integrations":["Integrazioni"],"is handled directly on the":["viene gestito direttamente sul"],"application":["applicazione"],"Manage Integrations":["Gestire le integrazioni"],"More coming soon":["Altri in arrivo"],"Viewing and downloading reports is handled directly on the Start Booking application.":["La visualizzazione e il download dei report vengono gestiti direttamente nell'applicazione Avvia prenotazione."],"View Reports":["Guarda i report"],"Review the available settings for your account and booking forms.":["Controlla le impostazioni disponibili per il tuo account e i moduli di prenotazione."],"Openings Interval":["Intervallo aperture"],"Set the interval of time for available openings. Default is every 30 minutes.":["Impostare l'intervallo di tempo per le aperture disponibili. L'impostazione predefinita è ogni 30 minuti."],"Time Display":["Visualizzazione ora"],"Control whether you display time in 12 or 24 hours.":["Controllare se si visualizza il tempo in 12 o 24 ore."],"Locale":["Località"],"Set the locale of your account to adjust the date and time formats.":["Impostare le impostazioni locali dell'account per modificare i formati di data e ora."],"Currency":["Valuta"],"Change the currency that is used with payments through Start Booking.":["Modificare la valuta utilizzata con i pagamenti tramite Avvia prenotazione."],"Cancellations":["Cancellazioni"],"Adjust how your cancellations work.":["Regola il funzionamento delle cancellazioni."],"Adding and managing your users is handled directly on the Start Booking application.":["L'aggiunta e la gestione degli utenti vengono gestite direttamente nell'applicazione Avvia prenotazione."],"Manage Users":["Gestione Utenti"],"Go to":["Vai a"],"Open main menu":["Apre il menù principale"],"Saved":["Salvato"],"Success":["Successo"],"Status updated":["Stato della richiesta aggiornato"],"Cancelled schedule":["Programma annullato"],"Deleted schedule":["Pianificazione eliminata"]}}}