{"translation-revision-date":"2021-02-20 14:41-0700","generator":"WP-CLI\/2.4.0","source":"public\/js\/admin\/index.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"de_DE","plural-forms":"nplurals=2; plural=(n != 1);"},"Dashboard":["Dashboard"],"Services":["Dienstleistungen"],"Classes":["Klassen"],"Settings":["Einstellungen"],"Loading":["Laden"],"Start Booking":["Start Buchung"],"Email":["E-Mail"],"Phone Number":["Telefonnummer"],"Name":["Vorname erforderlich"],"Duration":["Dauer"],"Service":["Service"],"Price":["Preis"],"Minutes":["Minuten"],"First name is required":["Vorname erforderlich"],"Last name is required":["Der Familienname ist erforderlich"],"Email is required":["E-Mail ist erforderlich"],"Password is required":["Passwort ist notwendig"],"Password must be more then 6 characters":["Kennwort muss mehr als 6 Zeichen lang sein"],"Timezone is required":["Zeitzone erforderlich"],"Close":["Schließen"],"First name":["Vorname"],"Last name":["Nachname"],"Password":["Passwort vergessen?"],"Account Timezone":["Kontozeitzone"],"Activate Account":["Konto aktivieren"],"Activating":["Aktivierung"],"By activating your account, you agree to the ":["Durch die Aktivierung Ihres Kontos erklären Sie sich mit der "],"Terms":["Bedingungen"],"and":["und"],"Privacy Policy":["Datenschutzerklärung"],"Have Questions?":["Haben Sie Fragen?"],"Get 1 on 1 time with an online booking expert to help you get your account setup.":["Holen Sie sich 1 auf 1 Zeit mit einem Online-Buchungsexperten, um Ihnen zu helfen, Ihr Konto einzurichten."],"Schedule Consultation":["Zeitplan Beratung"],"First, please confirm your account details.":["Bestätigen Sie zunächst Ihre Kontodaten."],"Enter your account details below to activate your account.":["Geben Sie unten Ihre Kontodaten ein, um Ihr Konto zu aktivieren."],"Use setting":["Verwendungseinstellung"],"Sunday":["Sonntag"],"Monday":["Montag"],"Tuesday":["Dienstag"],"Wednesday":["Mittwoch"],"Thursday":["Donnerstag"],"Friday":["Freitag"],"Saturday":["Samstag"],"Save":["Speichern"],"Booking Page":["Buchungs Seite"],"Booking Pages":["Buchungsseiten"],"Open options":["Offene Optionen"],"Congratulations! You added your first service.":["Herzlichen glückwunsch! Sie haben Ihren ersten Dienst hinzugefügt."],"Continue with setup":["Weiter mit dem Setup"],"Well done! Onto the next step.":["Gut gemacht! Auf den nächsten Schritt."],"Congratulations! Now let's complete your account setup.":["Herzlichen glückwunsch! Lassen Sie uns nun Ihre Kontoeinrichtung abschließen."],"Pick a plan for your online scheduling":["Wählen Sie einen Plan für Ihre Online-Planung"],"You are":["Sie ge-"],"currently on a free trial":["derzeit auf einer kostenlosen Testversion"],"With a free trial, you get the benefits of testing multiple users, classes, custom fields, text messages, etc. It's a lot! To continue using these features you need to select a plan or your account will be downgraded at the end of your trial.":["Mit einer kostenlosen Testversion erhalten Sie die Vorteile des Testens mehrerer Benutzer, Klassen, benutzerdefinierter Felder, Textnachrichten usw. Es ist eine Menge! Um diese Funktionen weiterhin verwenden zu können, müssen Sie einen Plan auswählen, oder Ihr Konto wird am Ende der Testversion herabgestuft."],"Pick my plan":["Wählen Sie meinen Plan"],"Days Remaining":["Verbleibende Tage"],"Your account is limited":["Ihr Konto ist begrenzt"],"currently on the limited plan":["derzeit auf dem begrenzten Plan"],"With the limited plan, you are missing out on multiple users, classes, 2-way Google Calendar, custom fields, advanced reporting just to name a few features. Upgrade today to get access to premium functionality.":["Mit dem eingeschränkten Plan verpassen Sie mehrere Benutzer, Klassen, 2-Wege-Google-Kalender, benutzerdefinierte Felder, erweiterte Berichterstellung, um nur einige Funktionen zu nennen. Aktualisieren Sie noch heute, um Zugriff auf Premium-Funktionalität zu erhalten."],"Pick a plan":["Wählen Sie einen Plan"],"Your free trial has started":["Ihre kostenlose Testversion hat begonnen"],"days left in trial":["Noch Tage vor Gericht"],"You have":["Du hast"],"days left in your free trial":["Noch Tage in Ihrer kostenlosen Testversion"],"Your free trial expires today! Pick a plan to continue using your premium features.":["Ihre kostenlose Testversion läuft heute ab! Wählen Sie einen Plan aus, um Ihre Premium-Funktionen weiterhin zu verwenden."],"Select a plan":["Ein Abo auswählen"],"Your free trial has started.":["Ihre kostenlose Testversion hat begonnen."],"Welcome!":["Willkommen!"],"It's time to Start Booking.":["Es ist Zeit, mit der Buchung zu beginnen."],"Hold tight while we load your new online booking experience.":["Halten Sie sich fest, während wir Ihr neues Online-Buchungserlebnis laden."],"You're account is ready to go! With your premium trial enjoy unlimited appointments, multiple users, text message reminders and powerful integrations.":["Sie sind Konto ist bereit zu gehen! Mit Ihrer Premium-Testversion genießen Sie unbegrenzte Termine, mehrere Benutzer, SMS-Erinnerungen und leistungsstarke Integrationen."],"Get Started":["Jetzt loslegen"],"Include":["Einschließen"],"If you include a Zoom link, your customers will receive a Zoom link with their appointment confirmation emails.":["Wenn Sie einen Zoom-Link einschließen, erhalten Ihre Kunden einen Zoom-Link mit ihren Terminbestätigungs-E-Mails."],"Yes":["Ja"],"No":["Nein"],"Connecting Zoom will provide you with the ability to include a Zoom link with your appointments.":["Wenn Sie Zoom verbinden, können Sie einen Zoom-Link in Ihre Termine einschließen."],"Connect":["Verbinden"],"Not a valid email":["Keine gültige E-Mail Adresse"],"Password is too short. Must be at least 6 characters.":["Das Kennwort ist zu kurz. Muss mindestens 6 Zeichen lang sein."],"Password is too weak":["Passwort ist zu schwach"],"Country":["Land"],"Rooms are resources that this service requires. For example, if you need to ensure that a specific room is available in order to perform this service, attach the room to the service and we will check before displaying your availability.":["Räume sind Ressourcen, die dieser Service erfordert. Wenn Sie beispielsweise sicherstellen müssen, dass ein bestimmter Raum zur Verfügung steht, um diesen Service auszuführen, schließen Sie den Raum an den Service an, und wir werden überprüfen, bevor Sie Ihre Verfügbarkeit anzeigen."],"Upgrade":["Upgrade"],"to add rooms for this service":[", um Räume für diesen Service hinzuzufügen"],"No Rooms":["Keine Zimmer"],"Remove small option":["Entfernen Sie kleine Option"],"Room Name":["Name Zimmer"],"Cancel":["Abbrechen"],"No Service Types":["Dienstarten"],"to":["bis"],"Connect with Start Booking":["Verbinden mit Start Booking"],"Email address":["E-Mail-Adresse"],"Forgot your password?":["Passwort vergessen?"],"Or":["Oder"],"Access my existing account":["Zugriff auf mein bestehendes Konto"],"If you have already been using Start Booking but you don't know your login, start here.":["Wenn Sie bereits Die Buchung starten, aber Ihr Login nicht kennen, starten Sie hier."],"Access Account":["Access-Konto"],"Start New Free Trial":["Starten Sie neue kostenlose Testversion"],"Today":["Heute"],"Yesterday":["Gestern"],"No Bookings Yet.":["Noch keine Buchungen."],"Welcome! Let's get started.":["Willkommen! Fangen wir an."],"You're off to a great start!":["Sie sind auf einem guten Start!"],"Add Services":["Angebot hinzufügen"],"Adjust Availability":["Verfügbarkeit anpassen"],"Connect Calendar":["Kalender verknüpfen"],"Review Booking Page":["Bewertungsbuchungsseite"],"You've created a service. Good Job!":["Sie haben einen Dienst erstellt. Gut gemacht!"],"Add more services or move onto adjusting your availability.":["Fügen Sie weitere Dienste hinzu, oder passen Sie Ihre Verfügbarkeit an."],"Create another service":["Erstellen eines anderen Dienstes"],"Want to try out classes or group events instead of appointments?":["Möchten Sie Klassen oder Gruppenveranstaltungen anstelle von Terminen ausprobieren?"],"Log into Start Booking":["Melden Sie sich bei Start Booking an"],"to get started creating classes.":[", um mit dem Erstellen von Klassen zu beginnen."],"Learn more about services":["Erfahren Sie mehr über Dienstleistungen"],"Create your services":["Erstellen Sie Ihre Dienste"],"Create the services that you want your customers to book.":["Erstellen Sie die Services, die Ihre Kunden buchen sollen."],"Create Service":["Service anlegen"],"Do you offer classes or group events? Consider ":["Bieten Sie Kurse oder Gruppenveranstaltungen an? Betrachten "],"creating a class instead":["Stattdessen eine Klasse erstellen"],"Learn more about creating services":["Weitere Informationen zum Erstellen von Diensten"],"You've adjusted your availability. Good job!":["Sie haben Ihre Verfügbarkeit angepasst. Gut gemacht!"],"Still looking for more control of your availability? Head over to ":["Sie sind immer noch auf der Suche nach mehr Kontrolle über Ihre Verfügbarkeit? Kopf rüber zu "],"to review all options for your account.":[", um alle Optionen für Ihr Konto zu überprüfen."],"Learn more about availability":["Erfahren Sie mehr über Verfügbarkeit"],"Adjust your availability":["Passen Sie Ihre Verfügbarkeit an"],"Set your availability so we know when to display times to your customers. For more control over your availability, visit ":["Stellen Sie Ihre Verfügbarkeit so ein, dass wir wissen, wann Sie Ihren Kunden Zeiten anzeigen müssen. Weitere Kontrolle über Ihre Verfügbarkeit finden Sie unter "],"Connect calendar skipped":["Verbindungskalender übersprungen"],"Marked as complete":["Als vollständig markiert"],"I don't use Google Calendar":["Ich verwende Google Kalender nicht"],"Learn more about Google Calendar":["Erfahren Sie mehr über Google Kalender"],"Calendar Connected":["Kalender verbunden"],"Good work connecting your calendar. To learn more about how the Google Calendar integration works see our":["Gute Arbeit, die Ihren Kalender verbindet. Weitere Informationen zur Funktionsweise der Google Kalender-Integration finden Sie in unserem"],"integration overview":["Integrationsübersicht"],"View Integrations":["Integrationen anzeigen"],"Connect your calendar":["Verbinden Sie Ihren Kalender"],"Connect your calendar with Google Calendar.":["Verbinden Sie Ihren Kalender mit Google Kalender."],"Connect Google Calendar":["Google Kalender verbinden"],"Mark complete":["Als „Fertiggestellt“ markieren"],"Take a look at your booking page. It looks good!":["Werfen Sie einen Blick auf Ihre Buchungsseite. Es sieht gut aus!"],"We already created a booking page for you. Review what your customers will see when booking with you.":["Wir haben bereits eine Buchungsseite für Sie erstellt. Überprüfen Sie, was Ihre Kunden bei der Buchung bei Ihnen sehen."],"No Activity Yet.":["Noch keine Aktivität."],"Recent Activity":["Letzte Aktivität"],"Consultation":["Beratung"],"Inteview":["Inteview"],"Almost there! Confirm your account details.":["Fast da! Bestätigen Sie Ihre Kontodaten."],"Enter your account details to activate and save your settings.":["Geben Sie Ihre Kontodaten ein, um Ihre Einstellungen zu aktivieren und zu speichern."],"Sort":["Sortieren"],"Create":["Erstellen"],"Back to Service List":["Zurück zur Dienstliste"],"Name is required":["Name ist erforderlich"],"Description is required":["Beschreibung wird benötigt"],"Duration is required":["Dauer ist erforderlich"],"Please select the users that can fulfill this service":["Bitte wählen Sie die Benutzer aus, die diesen Dienst erfüllen können."],"Close panel":["Schließen"],"Get started by filling in the information below.":["Beginnen Sie mit den untenstehenden Informationen."],"Description":["Beschreibung"],"Recovery":["بازیابی"],"Recovery time extends the length of the appointment for you, not the customer. This enables you to recover from the previous appointment. You will not be available during the recovery time added.":["Die Wiederherstellungszeit verlängert die Dauer des Termins für Sie, nicht für den Kunden. Auf diese Weise können Sie sich vom vorherigen Termin erholen. Während der hinzugefügten Wiederherstellungszeit sind Sie nicht verfügbar."],"Assigned Users":["Zugeordnete Benutzer"],"Select users that can perform this service.":["Wählen Sie Benutzer aus, die diesen Dienst ausführen können."],"Service Types":["Dienstarten"],"Assign service types to help categorize your services.":["Weisen Sie Servicetypen zu, um Ihre Dienste zu kategorisieren."],"Rooms":["Zimmer"],"Saving":["Speichern"],"No Services":["Keine Dienste"],"Status":["Status"],"Delete":["Löschen"],"Name cannot be empty.":["Der Name kann nicht ausgelassen werden."],"Duration cannot be empty.":["Die Dauer darf nicht leer sein."],"Edit":["Bearbeiten"],"Booking online is disabled. You can enable online scheduling in the settings below.":["Online-Buchung ist deaktiviert. Sie können die Online-Planung in den folgenden Einstellungen aktivieren."],"Recovery Time":["Wiederherstellungszeit"],"Schedule Online":["Online-Zeitplan"],"If schedule online is disabled, this service will not be publicly displayed to your customers.":["Wenn der Online-Zeitplan deaktiviert ist, wird dieser Dienst Ihren Kunden nicht öffentlich angezeigt."],"This service is not bookable without at least one user who can perform the service.":["Dieser Dienst ist nicht buchbar, ohne dass mindestens ein Benutzer den Dienst ausführen kann."],"Select the rooms for this service.":["Wählen Sie die Zimmer für diesen Service aus."],"Confirm Delete":["Löschen bestätigen"],"Are you sure you want to deactivate your account? All of your data will be permanently removed from our servers forever. This action cannot be undone.":["Möchten Sie Ihr Konto wirklich deaktivieren? Alle Ihre Daten werden dauerhaft von unseren Servern für immer entfernt werden. Diese Aktion kann nicht rückgängig gemacht werden."],"Add New":["Neu hinzufügen"],"Edit Type":["Typ bearbeiten"],"Assign Service Types":["Zuweisen von Servicetypen"],"Assign service types to help categorize the service.":["Weisen Sie Servicetypen zu, um den Dienst zu kategorisieren."],"to categorize your services by service types.":[", um Ihre Dienste nach Diensttypen zu kategorisieren."],"Availability":["Verfügbarkeit"],"You can manage your basic availability below. For more controls visit the Start Booking application.":["Sie können Ihre Basisverfügbarkeit unten verwalten. Weitere Steuerelemente finden Sie in der Anwendung Buchung starten."],"All Availability Options":["Alle Verfügbarkeitsoptionen"],"Basic Availability":["Grundverfügbarkeit"],"Billing":["Rechnung"],"Product":["Produkt"],"Manage":["Verwalten"],"Communications":["Kommunikation B2B\/B2C"],"Managing and adjusting your customer communications, such as emails and text messages, is handled directly on the Start Booking application.":["Die Verwaltung und Anpassung Ihrer Kundenkommunikation, z. B. E-Mails und Textnachrichten, wird direkt über die Anwendung Buchung starten behandelt."],"Manage Communications":["Verwalten der Kommunikation"],"Proxy":["Proxy"],"Direct":["Direkt"],"Connections":["Verbindungen"],"Disable Online Booking":["Deaktivieren der Online-Buchung"],"Disabled":["Deaktiviert"],"Disabling will keep your connection with Start Booking but will online booking forms.":["Die Deaktivierung wird Ihre Verbindung mit Start Booking beibehalten, aber Online-Buchungsformulare."],"API Setting":["API-Einstellung"],"If you are experiencing problems with your server cache causing duplicate appointments or settings not saving, try updating to the Direct method. Direct allows your plugin to communicate directly with the Start Booking service. Proxy, which is the default setting, runs all communication with Start Booking through your WordPress site. When communication is handled via the proxy option, those communications can be delayed due to your server configuration.":["Wenn Probleme mit dem Servercache auftreten, die doppelte Termine oder Nichtspeichern von Einstellungen verursachen, versuchen Sie, auf die Direct-Methode zu aktualisieren. Direct ermöglicht es Ihrem Plugin, direkt mit dem Start Booking Service zu kommunizieren. Proxy, die die Standardeinstellung ist, führt die gesamte Kommunikation mit Start Booking über Ihre WordPress-Website. Wenn die Kommunikation über die Proxyoption abgewickelt wird, kann diese Kommunikation aufgrund Ihrer Serverkonfiguration verzögert werden."],"If you are having some issues with your connection, reconnect to establish a new connection. This process will not delete any of your other settings.":["Wenn Sie Probleme mit Ihrer Verbindung haben, stellen Sie die Verbindung wieder her, um eine neue Verbindung herzustellen. Bei diesem Vorgang werden keine Ihrer anderen Einstellungen gelöscht."],"Disconnect":["Trennen"],"Disconnecting Start Booking will delete all settings from your WordPress website. This does not cancel your account or delete anything on the Start Booking application.":["Wenn Sie die Option \"Start Booking\" trennen, werden alle Einstellungen von Ihrer WordPress-Website gelöscht. Dadurch wird Ihr Konto nicht gekündigt oder nichts in der Anwendung \"Buchung starten\" gelöscht."],"Select Service":["Service auswählen"],"True":["Wahr"],"False":["Falsch"],"Embed Options":["Eingebettete Optionen"],"Embedding the Start Booking form on a page or post is really simple. You have the option to use either the Start Booking blocks or shortcodes in the WordPress editor.":["Das Einbetten des Formulars Buchung starten auf einer Seite oder einem Beitrag ist wirklich einfach. Sie haben die Möglichkeit, entweder die Start-Buchungsblöcke oder Shortcodes im WordPress-Editor zu verwenden."],"Shortcodes":["Shortcodes"],"To use the Start Booking shortcodes, navigate to any page or post (create or edit screen) and copy and paste one of the below shortcodes where you want your booking form to display.":["Um die Kurzwahlcodes \"Buchung starten\" zu verwenden, navigieren Sie zu einer beliebigen Seite oder einem Beitrag (Bildschirm erstellen oder bearbeiten) und kopieren und fügen Sie eine der folgenden Shortcodes ein, an der Ihr Buchungsformular angezeigt werden soll."],"Displays a full list of your services":["Zeigt eine vollständige Liste Ihrer Dienste an"],"Single Service":["Einzeln Kompetenzen"],"Displays a preconfigured single service":["Zeigt einen vorkonfigurierten Einzeldienst an"],"Service: The ID of your service you want to display.":["Service: Die ID Ihres Dienstes, den Sie anzeigen möchten."],"Details: When set to true, the service box will be displayed. When set to false, the service box will be skipped and will go to the next step in the booking process.":["Details: Wenn auf true festgelegt, wird die Servicebox angezeigt. Wenn auf false festgelegt, wird das Servicefeld übersprungen und geht zum nächsten Schritt im Buchungsprozess."],"Single Service Shortcode Generator":["Single Service Shortcode Generator"],"Select your service and options below to generate a preconfigured shortcode.":["Wählen Sie unten Ihren Dienst und die Optionen aus, um einen vorkonfigurierten Shortcode zu generieren."],"Display Service Details":["Servicedetails anzeigen"],"Displays a calendar and list of your available classes":["Zeigt einen Kalender und eine Liste der verfügbaren Klassen an"],"Blocks":["Blöcke"],"To use the Start Booking Gutenberg blocks, navigate to any page or post (create or edit screen) and select one of the blocks listed below.":["Um die Gutenberg-Blöcke \"Buchung starten\" zu verwenden, navigieren Sie zu einer beliebigen Seite oder einem Beitrag (Bild- oder Bearbeitungsbildschirm) und wählen Sie einen der unten aufgeführten Blöcke aus."],"Displays a full list of your classes":["Zeigt eine vollständige Liste Ihrer Klassen an"],"Call to action button":["Call-to-Action-Schaltfläche"],"Displays a preconfigured booking button":["Zeigt einen vorkonfigurierten Buchungsbutton an"],"Integrations":["Integrationen"],"Reporting":["Berichte"],"Users":["Benutzer"],"Connection":["Verbindung"],"Managing your":["Verwalten Sie Ihre"],"integrations":["Integrationen"],"is handled directly on the":["wird direkt auf dem"],"application":["Applikation"],"Manage Integrations":["Verwalten von Integrationen"],"More coming soon":["Weitere folgen in Kürze"],"Viewing and downloading reports is handled directly on the Start Booking application.":["Das Anzeigen und Herunterladen von Berichten erfolgt direkt über die Anwendung \"Buchung starten\"."],"View Reports":["Berichte anzeigen"],"Review the available settings for your account and booking forms.":["Überprüfen Sie die verfügbaren Einstellungen für Ihr Konto und Ihre Buchungsformulare."],"Openings Interval":["Öffnungsintervall"],"Set the interval of time for available openings. Default is every 30 minutes.":["Legen Sie das Zeitintervall für verfügbare Öffnungen fest. Der Standardwert ist alle 30 Minuten."],"Time Display":["Uhrzeit Anzeige"],"Control whether you display time in 12 or 24 hours.":["Steuern Sie, ob Sie die Zeit in 12 oder 24 Stunden anzeigen."],"Locale":["Lokal"],"Set the locale of your account to adjust the date and time formats.":["Legen Sie das Gebietsschema Ihres Kontos fest, um die Datums- und Uhrzeitformate anzupassen."],"Currency":["Währung"],"Change the currency that is used with payments through Start Booking.":["Ändern Sie die Währung, die bei Zahlungen über die Buchung starten verwendet wird."],"Cancellations":["Kündigungen"],"Adjust how your cancellations work.":["Passen Sie an, wie Ihre Stornierungen funktionieren."],"Adding and managing your users is handled directly on the Start Booking application.":["Das Hinzufügen und Verwalten Ihrer Benutzer erfolgt direkt über die Anwendung Buchung starten."],"Manage Users":["Benutzer verwalten"],"Go to":["Gehe zu"],"Open main menu":["Hauptmenü öffnen"],"Saved":["Gespeichert"],"Success":["Erfolg"],"Status updated":["Status aktualisiert"],"Cancelled schedule":["Abgesagter Zeitplan"],"Deleted schedule":["Gelöschter Zeitplan"]}}}